Repository: Kostenkov-2021/TranslateAdvanced
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pt, tr

source: Activa el intercambio automático si el origen detectado coincide con el destino (experimental). Si se detecta que el idioma del texto de origen es el mismo que el de destino, el traductor cambiará automáticamente el idioma de destino para evitar traducciones innecesarias.
pt: Ativa a troca automática se a fonte detectada coincidir com o destino (experimental). Se a língua do texto de partida for detectada como sendo a mesma que a língua de chegada, o tradutor trocará automaticamente a língua de chegada para evitar traduções desnecessárias.
tr: Algılanan kaynak hedefle eşleşirse (deneysel) otomatik değişimi etkinleştirir. Kaynak metin dilinin hedef dille aynı olduğu tespit edilirse çevirmen, gereksiz çevirileri önlemek için otomatik olarak hedef dile geçiş yapacaktır.

source: Selecciona el idioma por defecto para las traducciones. Este es el idioma principal al que se traducirán los textos por defecto. Ejemplo: Inglés - en.
pt: Selecione a língua predefinida para as traduções. Esta é a língua principal para a qual os textos serão traduzidos por defeito. Exemplo: Inglês - en.
tr: Çeviriler için varsayılan dili seçin. Bu, metinlerin varsayılan olarak çevrileceği ana dildir. Örnek: İngilizce - en.

source: Selecciona el idioma alternativo para las traducciones. Este idioma se utilizará cuando se active la opción de intercambio automático. Ejemplo: Español - es.
pt: Selecione a língua alternativa para as traduções. Esta língua será utilizada quando a opção de troca automática estiver activada. Exemplo: Inglês - en.
tr: Çeviriler için alternatif dili seçin. Otomatik değişim seçeneği etkinleştirildiğinde bu dil kullanılacaktır. Örnek: İspanyolca - es.

source: Selecciona el traductor online que deseas utilizar. Puedes elegir entre diferentes servicios de traducción disponibles.
pt: Selecione o tradutor em linha que pretende utilizar. Pode escolher entre diferentes serviços de tradução disponíveis.
tr: Kullanmak istediğiniz çevrimiçi çevirmeni seçin. Mevcut farklı çeviri hizmetleri arasından seçim yapabilirsiniz.

source: Muestra las claves API disponibles para el traductor seleccionado. Las claves API permiten autenticar y utilizar los servicios de traducción.
pt: Apresenta as chaves API disponíveis para o tradutor selecionado. As chaves API permitem-lhe autenticar e utilizar serviços de tradução.
tr: Seçilen çevirmen için mevcut API anahtarlarını gösterir. API anahtarları, çeviri hizmetlerinin doğrulanmasına ve kullanılmasına imkan verir.

source: Añade una nueva clave API. Esto es necesario para utilizar servicios de traducción que requieren autenticación.
pt: Adicionar uma nova chave API. Esta é necessária para utilizar serviços de tradução que requerem autenticação.
tr: Yeni bir API anahtarı ekleyin. Kimlik doğrulama gerektiren çeviri hizmetlerini kullanmak için bu gereklidir.

source: Edita la clave API seleccionada. Permite modificar los detalles de una clave API existente.
pt: Edita a chave de API selecionada. Permite-lhe modificar os detalhes de uma chave de API existente.
tr: Seçilen API anahtarını düzenle. Mevcut bir API anahtarının ayrıntılarını değiştirmenize olanak tanır.

source: Elimina la clave API seleccionada. Esto eliminará la clave de la lista y ya no se podrá utilizar para autenticar servicios de traducción.
pt: Elimina a chave API selecionada. Isso removerá a chave da lista e ela não poderá mais ser usada para autenticar serviços de tradução.
tr: Seçilen API anahtarını siler. Bu, anahtarı listeden kaldırır ve artık çeviri hizmetlerinin kimliğini doğrulamak için kullanılamaz.

source: Establece la clave API seleccionada como predeterminada. Esta clave se utilizará por defecto para el servicio de traducción seleccionado.
pt: Define a chave API selecionada como padrão. Esta chave será usada por defeito para o serviço de tradução selecionado.
tr: Seçilen API anahtarını varsayılan olarak ayarlar. Bu anahtar, seçilen çeviri hizmeti için varsayılan olarak kullanılacaktır.

source: Navega entre las diferentes secciones de configuración. Permite cambiar entre las configuraciones generales y las específicas del traductor.
pt: Navega entre as diferentes secções de configuração. Permite-lhe alternar entre definições gerais e específicas do tradutor.
tr: Farklı yapılandırma bölümleri arasında dolaşır. Genel ve çevirmene özel ayarlar arasında geçiş yapılmasını sağlar.

source: Guarda los cambios y cierra el diálogo de configuración. Asegúrate de revisar todas las opciones antes de confirmar.
pt: Guarde as alterações e feche a caixa de diálogo de configuração. Certifique-se de que revê todas as opções antes de confirmar.
tr: Değişiklikleri kaydeder ve yapılandırma iletişim kutusunu kapatır. Onaylamadan önce tüm seçenekleri gözden geçirdiğinizden emin olun.

source: Descarta los cambios y cierra el diálogo de configuración. Los cambios realizados no serán guardados.
pt: Rejeitar as alterações e fechar a caixa de diálogo de configuração. As alterações efectuadas não serão guardadas.
tr: Değişiklikleri atın ve yapılandırma iletişim kutusunu kapatın. Yapılan değişiklikler kaydedilmeyecektir.

source: Configuración general del traductor. Aquí puedes ajustar las opciones básicas y el comportamiento del traductor.
pt: Definições gerais do tradutor. Aqui pode ajustar as definições básicas e o comportamento do tradutor.
tr: Gelişmiş Çeviri ayarları. Burada Gelişmiş Çeviri Eklentisinin temel seçeneklerini ve davranışını ayarlayabilirsiniz.

source: Gestión de los módulos de traducción online. Permite configurar los servicios de traducción y sus claves API.
pt: Gestão dos módulos de tradução em linha. Permite-lhe configurar os serviços de tradução e as suas chaves API.
tr: Çevrimiçi çeviri modüllerini yönetir. Çeviri hizmetlerini ve bunların API anahtarlarını yapılandırmanıza imkan verir.

source: Panel de configuración:
pt: Painel de configuração:
tr: Ayarlar paneli:

source: Usar caché &de traducción
pt: Utilizar cache e cache de tradução
tr: Çeviri önbelleğini kullan

source: No mostrar dialogo de &resultados y copiar al portapapeles
pt: Não mostrar a caixa de diálogo de &resultados e copiar para a área de transferência
tr: Sonuçla&r iletişim kutusunu gösterme ve panoya kopyala

source: Activar el &intercambio automático si el origen detectado coincide con el destino (experimental)
pt: Ativar a troca automática se a origem detectada coincidir com o destino (experimental)
tr: Algılanan kaynak d&il hedef dille eşleşiyorsa otomatik değişimi etkinleştir (deneysel)

source: Idioma de la &traducción:
pt: Língua da &tradução:
tr: Çeviri dili:

source: Idioma a&lternativo:
pt: Língua alternativa:
tr: A&lternatif dil:

source: &Elija un traductor online:
pt: &Escolha um tradutor online:
tr: &Çevrimiçi bir çeviri hizmeti seçin:

source: &Gestor de APIS:
tr: API Y&öneticisi:

source: Añadir F1
pt: Adicionar F1
tr: Ekle F1

source: Editar F2
tr: Düzenle F2

source: Eliminar F3
pt: Apagar F3
tr: Sil F3

source: Por defecto F4
pt: Predefinição F4
tr: Varsayılan F4

source: No existe ninguna API para este servicio.
pt: Não existe uma API para este serviço.
tr: Bu hizmet için bir API bulunmamaktadır.

source: Traductor DeepL (API Free *)
pt: Tradutor DeepL (API Free *)
tr: DeepL Çeviri (Ücretsiz API *)

source: Traductor DeepL (API Pro *)
pt: Tradutor DeepL (API Pro *)
tr: DeepL Çeviri (API Pro *)

source: Traductor LibreTranslate (API *)
pt: Tradutor do LibreTranslate (API *)
tr: LibreTranslate Çeviri (API *)

source: Traductor OpenAI GPT4o-mini (API *)
pt: Tradutor OpenAI GPT4o-mini (API *)
tr: OpenAI GPT4o-mini çevirisi (API *)

source: Añadir API
pt: Adicionar api
tr: API ekle

source: No existe ninguna API para este servicio. Por favor, añada una API primero.
pt: Não existe uma API para este serviço. Adicione primeiro uma API.
tr: Bu hizmet için API bulunmamaktadır. Lütfen önce bir API ekleyin.

source: Editar API
tr: API'yi düzenle

source: ¿Estás seguro de que deseas eliminar esta clave API?
pt: tem a certeza de que pretende remover esta chave API?
tr: Bu API anahtarını silmek istediğinizden emin misiniz?

source: Confirmación
pt: Confirmação
tr: Onaylayın

source: &Nombre:
pt: &Nome:
tr: İs&im:

source: Clave &API:
pt: Chave &API:
tr: &API Anahtarı:

source: &URL:
tr: &Bağlantı:

source: Introduce el nombre para identificar esta clave API.
pt: Introduza o nome para identificar esta chave API.
tr: Bu API anahtarını tanımlayacak bir ad yazın.

source: Introduce la clave API proporcionada por el servicio de traducción.
pt: Introduza a chave API fornecida pelo serviço de tradução.
tr: Çeviri hizmeti tarafından sağlanan API anahtarını girin.

source: Introduce la URL del servidor de traducción LibreTranslate. Esta URL se utilizará para enviar las solicitudes de traducción.
pt: Introduza o URL do servidor de tradução do LibreTranslate. Este URL será usado para enviar pedidos de tradução.
tr: LibreTranslate çeviri sunucusunun Adresini girin. Bu Bağlantı çeviri isteklerini göndermek için kullanılacaktır.

source: Guarda la clave API y cierra el diálogo.
pt: Guarde a chave API e feche a caixa de diálogo.
tr: API anahtarını kaydeder ve iletişim kutusunu kapatır.

source: Descarta los cambios y cierra el diálogo.
pt: Rejeitar as alterações e fechar o diálogo.
tr: Değişiklikleri at ve iletişim kutusunu kapat.

source: Todos los campos son obligatorios.
pt: Todos os campos são obrigatórios.
tr: Tüm alanların doldurulması zorunludur.

source: No se pudo cargar el archivo WAV.
pt: O ficheiro WAV não pôde ser carregado.
tr: WAV dosyası yüklenemedi.

source: No se pudo cargar el archivo WAV desde bytes.
pt: Não foi possível carregar o ficheiro WAV a partir de bytes.
tr: WAV dosyası baytlardan yüklenemedi.

source: No se ha cargado ningún archivo WAV.
pt: Não foi carregado nenhum ficheiro WAV.
tr: Hiçbir WAV dosyası yüklenmedi.

source: Reproductor de audio
pt: Leitor de áudio
tr: Ses oynatıcı

source: 1 segundo
tr: 1 saniye

source: 5 segundos
tr: 5 saniye

source: 10 segundos
tr: 10 saniye

source: 15 segundos
tr: 15 saniye

source: 30 segundos
tr: 30 saniye

source: 1 minuto
tr: 1 dakika

source: Error al inicializar el diálogo
pt: Erro na inicialização do diálogo
tr: İletişim kutusu başlatılırken hata oluştu

source: &Texto traducido:
pt: Texto &traduzido:
tr: Çevrilen me&tin:

source: Atrasar (F1)
pt: Retroceder (F1)
tr: Geri sar (F1)

source: Reproducir (F2)
pt: Reproduzir (F2)
tr: Oynat (F2)

source: Adelantar (F3)
pt: Avançar (F3)
tr: İleri sar (F3)

source: Detener (F4)
pt: Parar (F4)
tr: Durdur (F4)

source: Volumen (F5 / F6)
pt: Volume (F5 / F6)
tr: Ses seviyesi (F5 / F6)

source: Velocidad (F7 / F8)
pt: Velocidade (F7 / F8)
tr: Hız (F7 / F8)

source: &Guardar
tr: &Kaydet

source: Error al inicializar la interfaz de usuario
pt: Erro ao inicializar a interface do utilizador
tr: Kullanıcı arayüzü başlatılırken hata oluştu

source: Este cuadro muestra el texto traducido. Es de solo lectura.
pt: Esta caixa mostra o texto traduzido. É só de leitura.
tr: Bu kutu çevrilmiş metni gösterir. Salt okunur durumdadır.

source: Presiona este botón para retroceder la reproducción lo que tengamos establecido. Podemos pulsar Shift+F10 o tecla aplicaciones para expandir un menú contextual donde nos dejara elegir el tiempo para atrasar.
pt: Prima este botão para rebobinar a reprodução durante o tempo que definimos. Podemos premir Shift+F10 ou a tecla de aplicações para expandir um menu de contexto onde podemos escolher o tempo a rebobinar.
tr: Oynatmayı belirlenen süre kadar geri sarmak için bu düğmeye basılır. Hızlı geri sarma süresini seçebileceğimiz bağlamsal bir menüyü genişletmek için Shift+F10 veya uygulama tuşuna basabilirsiniz.

source: Presiona este botón para reproducir o pausar la reproducción.
pt: Prima este botão para reproduzir ou colocar a reprodução em pausa.
tr: Ses dosyasını duraklatmak veya oynatmak için bu düğmeye basılır.

source: Presiona este botón para adelantar la reproducción lo que tengamos establecido. Podemos pulsar Shift+F10 o tecla aplicaciones para expandir un menú contextual donde nos dejara elegir el tiempo para adelantar.
pt: Prima este botão para avançar rapidamente a reprodução pelo período de tempo que definimos. Podemos premir Shift+F10 ou a tecla de aplicações para expandir um menu contextual onde podemos escolher o tempo a avançar rapidamente.
tr: Oynatmayı belirlenen süre kadar ileri sarmak için bu düğmeye basılır. Hızlı ileri sarma süresini seçebileceğimiz bağlamsal bir menüyü genişletmek için Shift+F10 veya uygulama tuşuna basabilirsiniz.

source: Presiona este botón para detener la reproducción.
pt: Prima este botão para parar a reprodução.
tr: Oynatmayı durdurmak için bu düğmeye basılır.

source: Ajusta el volumen de reproducción con este control.
pt: Ajuste o volume de reprodução com este controlo.
tr: Bu kontrol ile oynatma ses seviyesini ayarlayın.

source: Selecciona la velocidad de reproducción con este control.
pt: Selecione a velocidade de reprodução com este controlo.
tr: Bu kontrolle oynatma hızı seçilir.

source: Presiona este botón para guardar el archivo de audio.
pt: Prima este botão para guardar o ficheiro de áudio.
tr: Ses dosyasını kaydetmek için bu düğmeye basılır.

source: Presiona este botón para cerrar el diálogo.
pt: Prima este botão para fechar o diálogo.
tr: İletişim kutusunu kapatmak için bu düğmeye basılır.

source: Tiempo transcurrido: {self.player.format_time(current_time)}
pt: Tempo decorrido: {self.player.format_time(current_time)}
tr: Geçen süre: {self.player.format_time(current_time)}

source: Error al actualizar el estado
pt: Erro ao atualizar o estado
tr: Durum güncellenirken hata oluştu

source: Volumen {}%
pt: Volume
tr: Ses seviyesi %{}

source: Velocidad {}%
pt: Velocidade
tr: Hız %{}

source: Cargar archivo WAV
pt: Carregar ficheiro WAV
tr: WAV dosyasını yükle

source: Archivo WAV (*.wav)|*.wav
pt: Ficheiro WAV (*.wav)|*.wav
tr: Arşiv WAV (*.wav)|*.wav

source: No se pudo cargar el archivo: {}
pt: Não foi possível carregar o ficheiro: {}
tr: Dosya yüklenemedi: {}

source: Error al cargar archivo
pt: Erro ao carregar o ficheiro
tr: Dosya yüklenirken hata oluştu

source: Guardar archivo WAV
pt: Guardar ficheiro WAV
tr: WAV dosyasını kaydet

source: Archivo guardado correctamente.
pt: Ficheiro guardado corretamente.
tr: Dosya başarıyla kaydedildi.

source: No se pudo guardar el archivo: {}
pt: Não foi possível guardar o ficheiro: {}
tr: Dosya kaydedilemedi: {}

source: Error al guardar archivo
pt: Erro ao guardar o ficheiro
tr: Dosya kaydedilirken hata oluştu

source: Pausar
tr: Duraklat

source: Pausar (F2)
tr: Duraklat (F2)

source: Reproducir
pt: Reproduzir
tr: Oynat

source: No se pudo reproducir o pausar el archivo: {}
pt: Não foi possível reproduzir ou colocar em pausa o ficheiro: {}
tr: Dosya oynatılamadı veya duraklatılamadı: {}

source: Detener
pt: Parar
tr: Durdur

source: No se pudo detener el archivo: {}
pt: Não foi possível parar o ficheiro: {}
tr: Dosya durdurulamadı: {}

source: Atrasar {}
pt: Atraso {}
tr: Geri sar

source: No se pudo atrasar el archivo: {}
pt: O ficheiro não pôde ser rebobinado: {}
tr: Dosya geri alınamadı:

source: Adelantar {}
pt: Avançar {}
tr: İleri sar {}

source: No se pudo adelantar el archivo: {}
pt: Não foi possível avançar o ficheiro: {}
tr: Dosya Oynatılamadı: {}

source: Error al cambiar el volumen
pt: Erro ao alterar o volume
tr: Ses seviyesi değiştirilirken hata oluştu

source: Error al cambiar la velocidad
pt: Erro ao alterar a velocidade
tr: Hız değiştirilirken hata oluştu

source: Error al finalizar el audio
pt: Erro ao terminar o áudio
tr: Sesi sonlandırırken hata oluştu

source: Error al cerrar el diálogo
pt: Erro ao fechar a caixa de diálogo
tr: İletişim kutusu kapatılırken hata oluştu

source: Progreso de la Traducción
pt: Progresso da tradução
tr: Çeviri İlerlemesi

source: Progreso de la obtención del audio
pt: Progresso da aquisição de áudio
tr: Ses alımının ilerlemesi

source: Cancelar
tr: İptal

source: Progreso de Descarga e Instalación
pt: Transferência e progresso da instalação
tr: İndirme ve Kurulum İlerlemesi

source: Iniciando...
pt: A começar...
tr: Başlatılıyor...

source: Descargando {}...
pt: A Descarregar {}...
tr: {} indiriliyor...

source: Instalando {}...
pt: A Instalar {}...
tr: {} yükleniyor...

source: Error en {}: {}
pt: Erro em {}: {}
tr: {} hata: {}

source: El proceso ha finalizado con errores en los siguientes idiomas: {}
pt: O processo terminou com erros nas seguintes línguas: {}
tr: Süreç aşağıdaki dillerde hatalarla sonuçlandı: {}

source: NVDA no se reiniciará, pulse Ctrl + C para copiar el contenido de este dialogo y podérselo enviar al autor del complemento.
pt: O NVDA não será reiniciado, prima Ctrl + C para copiar o conteúdo desta caixa de diálogo e enviá-lo para o autor do plug-in.
tr: NVDA yeniden başlatılmayacak. Bu iletişim kutusunun içeriğini kopyalamak ve eklenti yazarına göndermek için Ctrl + C tuşlarına basın.

source: Errores
pt: Erros
tr: Hata

source: NVDA se reiniciará cuando pulse aceptar.
pt: O NVDA será reiniciado quando premir OK.
tr: Tamam düğmesine bastığınızda NVDA yeniden başlatılacak.

source: Todos los idiomas se han actualizado correctamente.
pt: Todas as línguas foram actualizadas com sucesso.
tr: Tüm diller başarıyla güncellendi.

source: Éxito
pt: Sucesso
tr: Başarılı

source: Actualizaciones de Idiomas
pt: Actualizações de idiomas
tr: Dil Güncellemeleri

source: Nuevos idiomas disponibles:
pt: Novas línguas disponíveis:
tr: Yeni diller mevcut:

source: Idiomas con actualizaciones:
pt: Línguas com actualizações:
tr: Güncel sürümü mevcut olan diller:

source: Si continúa con la instalación, cuando se termine el proceso NVDA se reiniciará. ¿Desea continuar?
pt: Se continuar com a instalação, o NVDA será reiniciado quando o processo estiver concluído. deseja continuar?
tr: Si continúa con la instalación, cuando se termine el proceso NVDA se reiniciará. Devam etmek istiyor musunuz?

source: &Instalar
tr: &Kur

source: &Omitir
tr: &Atla

source: Error al cargar el archivo JSON: {0}
pt: Erro ao carregar o ficheiro JSON: {0}
tr: JSON dosyası yüklenirken hata oluştu: {0}

source: Error al guardar el archivo JSON: {0}
pt: Erro ao guardar o ficheiro JSON: {0}
tr: JSON dosyası kaydedilirken hata oluştu: {0}

source: Servicio desconocido: {0}
pt: Serviço desconhecido: {0}
tr: Bilinmeyen hizmet: {0}

source: Índice fuera de rango: {0}
pt: Índice fora do intervalo: {0}
tr: Dizin aralık dışında: {0}

source: Error al eliminar la clave API: {0}
pt: Erro ao eliminar a chave API: {0}
tr: API anahtarı silinirken hata oluştu: {0}

source: Error al obtener la clave API: {0}
pt: Erro ao obter a chave da API: {0}
tr: API anahtarı alınırken hata oluştu: {0}

source: Fallo al crear la ruta de almacenamiento: {path} ({e})
pt: Falha ao criar o caminho de armazenamento: {path} ({e})
tr: Depolama yolu oluşturulamadı: {path} ({e})

source: No se puede leer o decodificar datos desde {path}: {e}
pt: Não é possível ler ou descodificar dados de {path}: {e}
tr: {path} veri okunamıyor veya kodu çözülemiyor: {e}

source: Fallo al guardar la caché de traducción para {appName} en {file}: {e}
pt: Falha ao guardar a cache de tradução para {appName} em {file}: {e}
tr: {appName} için çeviri önbelleği {file} dosyasına kaydedilemedi: {e}

source: Error al abrir el portapapeles: {0}
pt: Erro ao abrir a área de transferência: {0}
tr: Pano açılırken hata oluştu: {0}

source: Error persistente al abrir el portapapeles: {0}
pt: Erro persistente ao abrir a área de transferência: {0}
tr: Pano açılırken kalıcı hata: {0}

source: Error al copiar texto al portapapeles: {0}
pt: Erro ao copiar texto para a área de transferência: {0}
tr: Metin panoya kopyalanırken hata oluştu: {0}

source: Error al limpiar el portapapeles: {0}
pt: Erro ao limpar a área de transferência: {0}
tr: Pano temizlenirken hata oluştu: {0}

source: El contenido del portapapeles ha cambiado: {0}
pt: O conteúdo da área de transferência foi alterado: {0}
tr: Pano içeriği değişti: {0}

source: Índice fuera de rango: {index}
pt: Índice fora do intervalo: {index}
tr: Dizin aralık dışında: {index}

source: Clave o valor no encontrado: {key_or_value}
pt: Chave ou valor não encontrado: {key_or_value}
tr: Anahtar veya değer bulunamadı: {key_or_value}

source: No hay ayuda disponible para este widget.
pt: Não existe ajuda disponível para este widget.
tr: Bu widget için herhangi bir yardım mevcut değil.

source: Traductor Google (WEB 1)
pt: Google Tradutor (WEB 1)
tr: Google çeviri (WEB 1)

source: Traductor Google (WEB 2)
pt: Google Tradutor (WEB 2)
tr: Google çeviri (WEB 2)

source: Traductor Google (API Free 1)
pt: Google Tradutor (API Free 1)
tr: Google çeviri (Ücretsiz API 1)

source: Traductor Google (API Free 2)
pt: Google Tradutor (API Free 2)
tr: Google çeviri (Ücretsiz API 2)

source: Traductor DeepL (Free)
pt: Tradutor DeepL (gratuito)
tr: DeepL Çeviri (Ücretsiz)

source: Traductor Microsoft Bing (API Free)
pt: Microsoft Bing Translator (API gratuita)
tr: Microsoft Bing Çeviri (Ücretsiz API)

source: Abre la configuración del complemento.
pt: Abre a configuração do extra
tr: Eklenti ayarlarını açar.

source: Comprueba si hay actualizaciones de idioma del complemento.
pt: Verificar se existem actualizações de idiomas do extra.
tr: Eklenti dil güncellemelerini denetler.

source: Cambia el idioma de origen del traductor.
pt: Alterar o idioma de origem
tr: Çevirmenin kaynak dilini değiştirir.

source: Cambia el idioma de destino del traductor.
pt: Alterar o idioma de destino do tradutor
tr: Çevirmenin hedef dilini değiştirir.

source: Cambia el módulo de traducción.
pt: Alterar o módulo de tradução
tr: Çeviri modülünü değiştirir.

source: Elimina todas las traducciones en caché para todas las aplicaciones.
pt: Remover todas as traduções em cache para todas as aplicações.
tr: Tüm uygulamalar için önbelleğe alınmış tüm çevirileri siler.

source: Elimina la caché de traducción para la aplicación enfocada actualmente.
pt: Elimina a cache de tradução para a aplicação atualmente em foco.
tr: Şu anda odaklanmış olan uygulamanın çeviri önbelleğini siler.

source: Activa o desactiva la caché de traducción según el estado actual.
pt: Ativa ou desactiva a cache de tradução dependendo do estado atual.
tr: Çeviri önbelleğini etkinleştirir veya devre dışı bırakır.

source: Copia el último texto traducido al portapapeles si no hay una traducción en curso.
pt: Copia o último texto traduzido para a área de transferência se não estiver a decorrer nenhuma tradução.
tr: Devam eden bir çeviri yoksa, son çevrilen metni panoya kopyalar.

source: Traduce el contenido del portapapeles.
pt: Traduz o conteúdo da área de transferência.
tr: Pano içeriğini çevirir.

source: Traduce el último texto verbalizado.
pt: Traduzir o último texto verbalizado.
tr: Son konuşulan metni çevirir.

source: Activa o desactiva la traducción simultánea Online.
pt: Ativar ou desativar a tradução simultânea online.
tr: Çevrimiçi eşzamanlı çeviriyi etkinleştirir veya devre dışı bırakır.

source: Traduce el texto seleccionado.
pt: Traduz o texto selecionado.
tr: Seçili metni çevirir.

source: Traduce texto del objeto del navegador.
pt: Traduz o texto do objeto do browser.
tr: Tarayıcı nesnesinden metni çevirir.

source: Interfaz de traducción.
pt: Interface de tradução.
tr: Çeviri arayüzü.

source: Activa o desactiva el intercambio automático si el origen detectado coincide con el destino.
pt: Ativa ou desactiva a troca automática se a origem detectada coincidir com o destino.
tr: Algılanan kaynak hedefle eşleşiyorsa otomatik değişimi etkinleştirir veya devre dışı bırakır.

source: Muestra el historial de traducción.
pt: Apresenta o histórico da tradução.
tr: Çeviri geçmişini gösterir.

source: Muestra un diálogo con la lista de comandos de una sola tecla
pt: Apresenta uma caixa de diálogo com a lista de comandos de tecla única
tr: Tek tuşlu komutların listesini içeren bir iletişim kutusu açar
