Repository: Kostenkov-2021/TranslateAdvanced
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pt, tr

source: No se a podido obtener el idioma
pt: Não foi possível obter a língua
tr: Dil algılanamadı

source: No tiene ninguna API configurada para el servicio que tiene seleccionado.
pt: Não tem nenhuma API configurada para o serviço que seleccionou.
tr: Seçtiğiniz hizmet için yapılandırılmış herhangi bir API'niz yok.

source: Error en la traducción. Error: {}
pt: Erro de tradução. Erro: {}
tr: Çeviri hatası. Hata: {}

source: Error al cargar idiomas locales: {}
pt: Erro ao carregar as línguas locais: {}
tr: Yerel diller yüklenirken hata oluştu: {}

source: Idiomas guardados exitosamente.
pt: Línguas guardadas com sucesso.
tr: Diller başarıyla kaydedildi.

source: Error al guardar idiomas locales: {}
pt: Erro ao guardar as línguas locais: {}
tr: Yerel diller kaydedilirken hata oluştu: {}

source: Error al obtener idiomas remotos: {}
pt: Erro ao obter idiomas remotos: {}
tr: Uzaktaki diller alınırken hata oluştu: {}

source: No hay actualizaciones ni nuevos idiomas disponibles.
pt: Não existem actualizações ou novas línguas disponíveis.
tr: Herhangi bir güncelleme veya yeni dil mevcut değil.

source: Error al descargar el archivo .zip de {}: {}
pt: Erro ao descarregar o ficheiro .zip de {}: {}
tr: {} için .zip dosyası indirilirken hata oluştu: {}

source: Error al descomprimir el archivo .zip de {}: {}
pt: Erro ao descomprimir o ficheiro .zip de {}: {}
tr: {} için .zip dosyası açılırken hata oluştu: {}

source: Error al actualizar el idioma local {}: {}
pt: Erro ao atualizar a língua local {}: {}
tr: Yerel dil güncellenirken hata oluştu {}: {}

source: Error HTTP: {0} - {1}
pt: Erro HTTP: {0} - {1}
tr: HTTP hatası: {0} - {1}

source: Error de red: {0}
pt: Erro de rede: {0}
tr: Ağ hatası: {0}

source: Error inesperado: {0}
pt: Erro inesperado: {0}
tr: Beklenmedik hata: {0}

source: Se requiere una clave de API para DeepL.
pt: É necessária uma chave API para DeepL.
tr: DeepL için bir API anahtarı gereklidir.

source: Error en la traducción: {0} {1}
pt: Erro na tradução: {0} {1} {1}
tr: Çeviri hatası: {0} {1}

source: Error en la traducción: {0}
pt: Erro na tradução: {0}
tr: Çeviri hatası: {0}

source: DeepL - uso: {0} / {1}
pt: DeepL - utilização: {0} / {1}
tr: DeepL - kullan: {0} / {1}

source: Error obteniendo uso de DeepL: {0}
pt: Erro ao obter a utilização de DeepL: {0}
tr: DeepL'i kullanırken hata oluştu: {0}

source: No se pudo detectar el idioma
pt: Não foi possível detetar a língua
tr: Dil algılanamadı

source: Error de conexión: {0}
pt: Erro de ligação: {0}
tr: Bağlantı hatası: {0}

source: Error HTTP: {0} {1}
pt: Erro HTTP: {0} {1}
tr: HTTP hatası: {0} {1}

source: Ocurrió un error inesperado: {0}
pt: Ocorreu um erro inesperado: {0}
tr: Beklenmedik bir hata oluştu: {0}

source: Error al extraer la traducción: no se encontró el texto traducido.
pt: Erro ao extrair a tradução: o texto traduzido não foi encontrado.
tr: Çeviri ayıklanırken hata oluştu: Çevrilen metin bulunamadı.

source: Error al analizar la respuesta de la traducción: {0}
pt: Erro ao analisar a resposta da tradução: {0}
tr: Çeviri yanıtı analiz edilirken hata oluştu: {0}

source: Proceso cancelado por el usuario
pt: Processo cancelado pelo utilizador
tr: İşlem kullanıcı tarafından iptal edildi

source: Error al obtener la respuesta. Error: {}
pt: Erro na obtenção da resposta. Erro: {}
tr: Yanıt alınırken hata oluştu. Hata: {}

source: Respuesta vacía o inválida
pt: Resposta vazia ou inválida
tr: Boş veya geçersiz yanıt

source: Estructura de respuesta inesperada
pt: Estrutura de resposta inesperada
tr: Beklenmeyen yanıt yapısı

source: Respuesta vacía o inválida después de cambiar el idioma de destino
pt: Resposta vazia ou inválida após alteração do idioma de destino
tr: Hedef dil değiştirildikten sonra boş veya geçersiz yanıt

source: Estructura de respuesta inesperada después de cambiar el idioma de destino
pt: Estrutura de resposta inesperada após a mudança do idioma de destino
tr: Hedef dili değiştirdikten sonra beklenmeyen yanıt yapısı

source: Error al obtener el audio. Error: {}
pt: Erro ao obter áudio. Erro: {}
tr: Ses alınırken hata oluştu. Hata: {}

source: Error al obtener el audio para una parte del texto. Error: {}
pt: Erro ao obter o áudio para uma parte do texto. Erro: {}
tr: Metnin bir kısmı için ses alınırken hata oluştu. Hata: {}

source: Error en la traducción. Error: Se requiere una clave de API para LibreTranslate.
pt: Erro de tradução. Erro: É necessária uma chave API para o LibreTranslate.
tr: Çeviri hatası. Hata: LibreTranslate için bir API anahtarı gereklidir.

source: Error en la traducción. Error: {} {}
pt: Erro de tradução. Erro: {} {}
tr: Çeviri hatası. Hata: {} {}

source: El texto excede el límite de tokens permitido.
pt: O texto excede o limite de tokens permitido.
tr: Metin, izin verilen jeton sınırını aşıyor.

source: No se pudo resolver el nombre de dominio. Por favor, verifica la URL o tu conexión a Internet.
pt: O nome do domínio não pôde ser resolvido. Verifique o URL ou a sua ligação à Internet.
tr: Alan adı çözümlenemedi. Lütfen Adresi veya internet bağlantısını kontrol edin.

source: La solicitud ha superado el tiempo de espera. Por favor, intenta nuevamente más tarde.
pt: O tempo limite da aplicação expirou. Por favor, tente novamente mais tarde.
tr: İstek zaman aşımına uğradı. Lütfen daha sonra tekrar deneyin.

source: Error de verificación de certificado SSL. Es posible que el certificado del servidor no sea válido.
pt: Erro de verificação do certificado SSL. O certificado do servidor pode não ser válido.
tr: SSL sertifikası doğrulama hatası. Sunucu sertifikası geçerli olmayabilir.

source: Error SSL. Puede haber un problema con la conexión segura.
pt: Erro SSL. Pode haver um problema com a ligação segura.
tr: SSL hatası. Güvenli bağlantıda sorun olabilir.

source: Error HTTP {}: {}
pt: Erro HTTP {}: {}
tr: Hata HTTP {}: {}

source: Error de URL: {}
pt: Erro de URL: {}
tr: Adres hatası: {}

source: Error desconocido: {}
pt: Erro desconhecido: {}
tr: Bilinmeyen hata: {}

source: Traductor Avanzado para NVDA es un complemento que facilita la traducción de textos en varios idiomas utilizando servicios como Google Translate, DeepL, LibreTranslate y Microsoft Translator. Ofrece traducción simultánea, historial y gestión de claves API. Es fácil de configurar y usar con teclas rápidas y opciones personalizables en el menú de NVDA.
tr: NVDA için Gelişmiş Çeviri, çeşitli dillerdeki metinlerin çevirisini kolaylaştıran bir eklentidir. Google Translate, DeepL, LibreTranslate ve Microsoft Translator gibi hizmetleri kullanarak diller çevrilir. Eş zamanlı çeviri, geçmiş ve API anahtar yönetimi sunar. Kurulumu ve kullanımı kolaydırn kısayol tuşları ve NVDA menüsündeki özelleştirilebilir seçenekler.
