Repository: Kostenkov-2021/TranslateAdvanced
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pt, tr

source: Se a encontrado errores en la carga del complemento. Error: {}
pt: Foram encontrados erros no carregamento do add-on. Erro: {}
tr: Eklenti yüklenirken hata oluştu. Hata: {}

source: &Traductor Avanzado
pt: &Tradutor avançado
tr: &Gelişmiş Çeviri

source: &Configuración de Traductor Avanzado
pt: &Configuração avançada do tradutor
tr: Gelişmiş Çeviri &Ayarları

source: &Actualizar idiomas del complemento (Sin actualizaciones)
pt: &Atualizar idiomas do extra (Sem actualizações)
tr: &Eklenti dillerini güncelle (Güncelleme mevcut değil)

source: &Documentación del complemento
pt: &Documentação do complemento
tr: &Yardım

source: &invítame a un café si te gusta mi trabajo
pt: convide-me para um café se gostar do meu trabalho
tr: İşimi beğendiysen bana bir kahve &ısmarla

source: Traductor Avanzado iniciado correctamente.
pt: O Advanced Translator foi lançado com sucesso.
tr: Gelişmiş Çeviri başarıyla başlatıldı.

source: Traductor Avanzado iniciado con errores.
pt: O Advanced Translator começou com erros.
tr: Gelişmiş Çeviri başlatılırken hatalar oluştu.

source: No se a encontrado conexión a internet. Si esta conectado por Wifi puede que NVDA iniciara antes que se conectara. Si esta conectado por cable compruebe su conexión y asegúrese que todo esta correcto. Espere unos segundos.
pt: Não foi encontrada nenhuma ligação à Internet. Se estiver ligado através de Wifi, o NVDA poderá ter sido iniciado antes de se ter ligado. Se estiver ligado por cabo, verifique a sua ligação e certifique-se de que tudo está correto. Aguarde alguns segundos.
tr: İnternet bağlantısı bulunamadı. Wifi üzerinden bağlanıyorsanız, NVDA siz bağlanmadan önce başlayabilir. Kabloyla bağlıysanız bağlantınızı kontrol edin ve her şeyin doğru olduğundan emin olun. Birkaç saniye bekleyin.

source: Información
pt: Informação
tr: Bilgi

source: Ya hay una instancia de Traductor Avanzado abierta. Ciérrela para realizar esta acción.
pt: Já está aberta uma instância do Tradutor Avançado. Feche-a para executar esta ação.
tr: Gelişmiş Çeviri Zaten açık. Önce açık olan pencereyi kapatın.

source: Tiene una traducción en curso. Espere a que termine.
pt: Tem uma tradução em curso. Aguarde a sua conclusão.
tr: Bir çeviri işlemi devam ediyor. Lütfen tamamlanmasını bekleyin.

source: Tiene la traducción simultanea activada. Desactívela para realizar esta acción.
pt: A tradução simultânea está activada. Desactive-a para executar esta ação.
tr: Eşzamanlı çeviri zaten etkin. Bu işlemi gerçekleştirmek için önce devre dışı bırakın.

source: _Activa la capa de comandos. F1 muestra la lista de atajos de una sola tecla
pt: ativa a camada de comandos. F1 apresenta a lista de atalhos de uma só tecla
tr: _Komut katmanını etkinleştirir. F1, tek tuşlu kısayolların listesini gösterir

source: Traductor Avanzado
pt: Tradutor avançado
tr: Gelişmiş Çeviri

source: Lista de comandos de una sola tecla
pt: Lista de comandos de tecla única
tr: Tek tuşlu komutların listesi

source: &Actualizar idiomas del complemento ({} actualización disponible)
pt: &Atualizar idiomas do extra ({} atualização disponível)
tr: &Eklenti dillerini güncelle ({} güncelleme mevcut)

source: &Actualizar idiomas del complemento ({} actualizaciones disponibles)
pt: &Atualizar idiomas do extra ({} atualizações disponíveis)
tr: &Eklenti dillerini güncelle ({} güncelleme mevcut)

source: Abre la configuración del complemento
pt: Abre a configuração do extra
tr: Eklenti ayarlarını açar

source: Comprueba si hay actualizaciones de idioma del complemento
pt: Verificar se existem actualizações de idiomas adicionais
tr: Eklenti dil güncellemelerini denetler

source: Cambiar idioma de origen
pt: Alterar o idioma de origem
tr: Kaynak dili değiştirir

source: El idioma origen solo puede ser cambiado si tiene seleccionado el traductor de Microsoft.
pt: O idioma de origem só pode ser alterado se tiver o tradutor da Microsoft selecionado.
tr: Kaynak dil yalnızca Microsoft Translator'ı seçtiyseniz değiştirilebilir.

source: Cambiar idioma de destino
pt: Alterar o idioma de destino
tr: Hedef dili değiştirir

source: Cambiar el modulo de traducción
pt: Alterar o módulo de tradução
tr: Çeviri modülünü değiştirir

source: Eliminar todas las traducciones en caché para todas las aplicaciones
pt: Remover todas as traduções em cache para todas as aplicações
tr: Tüm uygulamalar için önbelleğe alınmış bütün çevirileri siler

source: Pulse dos veces para eliminar todas las traducciones en caché de todas las aplicaciones.
pt: Pressione duas vezes para eliminar todas as traduções em cache de todas as aplicações.
tr: Tüm uygulamalar için önbelleğe alınmış bütün çevirileri silmek için çift dokunun.

source: No hay cache para borrar.
pt: Não é necessário limpar a cache.
tr: Temizlenecek önbellek yok.

source: Fallo al eliminar {entry}
pt: Falha ao eliminar {entry}
tr: {entry} silinemedi

source: El directorio de la cache no existe.
pt: O diretório de cache não existe.
tr: Önbellek dizini mevcut değil.

source: Se ha eliminado toda la cache.
pt: Toda a cache foi removida.
tr: Tüm önbellek silindi.

source: No se a podido eliminar toda la cache.
pt: Não foi possível eliminar a totalidade da cache.
tr: Önbelleğin tamamı silinemedi.

source: Eliminar la caché de traducción para la aplicación enfocada actualmente
pt: Limpar a cache de tradução da aplicação atualmente em foco
tr: Şu anda odaklanılan uygulamanın çeviri önbelleğini siler

source: No hay aplicación enfocada.
pt: Nenhuma aplicação específica.
tr: Odaklanmış bir uygulama yok.

source: Pulse dos veces para eliminar todas las traducciones de {} en lenguaje {}
pt: Prima duas vezes para eliminar todas as traduções de {} no idioma {}
tr: {} dilindeki tüm {} çevirilerini kaldırmak için iki kez basın.

source: Se ha borrado la cache de la aplicación {} correctamente.
pt: A cache da aplicação {} foi limpa com êxito.
tr: Uygulama önbelleği {} başarıyla silindi.

source: Fallo al borrar la cache de la aplicación {} : {}
pt: Falha ao limpar a cache da aplicação {} : {} : {}
tr: Uygulama önbelleği temizlenemedi {}: {}

source: Error al borrar la caché de traducción de la aplicación.
pt: Erro ao limpar a cache de tradução da aplicação.
tr: Uygulama çeviri önbelleği temizlenirken hata oluştu.

source: No hay traducciones guardadas para {}
pt: Não existem traduções guardadas para {}
tr: {} için kayıtlı çeviri yok

source: Activa o desactiva la cache de traducción
pt: Ativar ou desativar a cache de tradução
tr: Çeviri önbelleğini etkinleştirir veya devre dışı bırakır

source: Cache de traducción activada.
pt: Cache de tradução activada.
tr: Çeviri önbelleği etkinleştirildi.

source: Cache de traducción desactivada.
pt: Cache de tradução desactivada.
tr: Çeviri önbelleği devre dışı bırakıldı.

source: Copiar el ultimo texto traducido al portapapeles
pt: Copiar o último texto traduzido para a área de transferência
tr: Son çevrilen metni panoya kopyalar

source: Se ha copiado lo siguiente al portapapeles: {}
pt: O seguinte foi copiado para a área de transferência: {}
tr: Aşağıdakiler panoya kopyalandı: {}

source: No se ha podido copiar nada al portapapeles
pt: Não foi possível copiar nada para a área de transferência
tr: Panoya herhangi bir şey kopyalanamadı

source: Traduce el contenido del portapapeles
pt: Traduz o conteúdo da área de transferência
tr: Pano içeriğini çevirir

source: No hay nada para traducir en el portapapeles
pt: Não há nada para traduzir na área de transferência
tr: Panoda çevrilecek hiçbir şey yok

source: Traduce el último texto verbalizado
pt: Traduzir o último texto verbalizado
tr: Son konuşulan metni çevirir

source: No hay nada para traducir
pt: Não há nada para traduzir
tr: Çevirilecek bir şey yok

source: Activa o desactiva la traducción simultánea Online
pt: Ativar ou desativar a tradução simultânea Online
tr: Çevrimiçi eşzamanlı çeviriyi etkinleştirir veya devre dışı bırakır

source: Traducción desactivada.
pt: Tradução desactivada.
tr: Çeviri devre dışı bırakıldı.

source: Traducción activada.
pt: Tradução activada.
tr: Çeviri etkinleştirildi.

source: Traduce el texto seleccionado
pt: Traduz o texto selecionado
tr: Seçilen metni çevirir

source: Sin selección para traducir
pt: Sem seleção para tradução
tr: Çeviri için seçim yok

source: Muestra el historial de traducción
pt: Apresenta o histórico da tradução
tr: Çeviri geçmişini görüntüler

source: No hay nada en el historial todavía.
pt: Ainda não há nada no historial.
tr: Geçmişte henüz bir şey yok.

source: Detecta el idioma seleccionado
pt: Detecta o idioma selecionado
tr: Seçilen dili algılar

source: Sin selección para obtener el idioma
pt: Sem seleção da língua
tr: Seçili dil yok

source: Activar o desactivar el intercambio automático si el origen detectado coincide con el destino (experimental)
pt: Ativar ou desativar a troca automática se a fonte detectada corresponder ao destino (experimental)
tr: Algılanan kaynak dil hedef dille eşleşiyorsa otomatik değişimi açar veya kapatır (deneysel)

source: El intercambio automático está activado. El sistema cambiará automáticamente si el origen detectado coincide con el destino (experimental).
pt: A troca automática está activada. O sistema trocará automaticamente se a fonte detectada corresponder ao destino (experimental).
tr: Otomatik değişim etkinleştirildi. Algılanan kaynağın hedefle (deneysel) eşleşmesi durumunda sistem otomatik olarak geçiş yapacaktır.

source: El intercambio automático está desactivado. El sistema no realizará cambios automáticos aunque el origen detectado coincida con el destino (experimental).
pt: A troca automática está desactivada. O sistema não efectua trocas automáticas, mesmo que a origem detectada corresponda ao destino (experimental).
tr: Otomatik değişim devre dışı. Tespit edilen kaynak hedefle (deneysel) eşleşse bile sistem otomatik olarak değişiklik yapmayacaktır.

source: Intercambia el idioma principal con el idioma alternativo.
pt: Troca a língua principal pela língua alternativa.
tr: Birincil dili alternatif dille değiştirir.

source: El idioma principal y el idioma alternativo han sido intercambiados. Idioma principal: {}. Idioma alternativo: {}.
pt: A língua principal e a língua alternativa foram trocadas. Língua principal: {}. Língua alternativa: {}.
tr: Ana dil ve alternatif dil değiştirildi. Birincil dil: {}. Alternatif dil: {}.

source: No tiene activado el intercambio automático si el origen detectado coincide con el destino
pt: Não tem a troca automática activada se a origem detectada coincidir com o destino
tr: Algılanan kaynak hedefle eşleşiyorsa otomatik değiştirme etkinleştirilmemiş

source: Traduce texto del objeto del navegador
pt: Traduz o texto do objeto do navegador
tr: Tarayıcı nesnesindeki metni çevirir

source: El objeto no tiene texto para traducir
pt: O objeto não tem texto para traduzir
tr: Nesnenin çevrilecek metni yok

source: Interfaz de traducción
pt: Interface de tradução
tr: Çeviri arayüzü

source: No se ha podido obtener la traducción de lo seleccionado.
pt: Não foi possível obter uma tradução da seleção.
tr: Seçili metin çevrilemedi.

source: Hubo un error en la traducción:
pt: Houve um erro na tradução:
tr: Çeviride bir hata bulundu:

source: Error
pt: Erro
tr: Hata

source: La traducción fue cancelada por el usuario.
pt: A tradução foi cancelada pelo utilizador.
tr: Çeviri kullanıcı tarafından iptal edildi.

source: Cancelado
tr: İptal edildi

source: Traducción copiada al portapapeles
pt: Tradução copiada para a área de transferência
tr: Çeviri panoya kopyalandı

source: Resultado de la traducción
pt: Resultado da tradução
tr: Çeviri sonucu

source: Texto origen (Alt+1):
pt: Texto de partida (Alt+1):
tr: Orijinal metin (Alt+1):

source: Texto destino (Alt+2):
pt: Texto de destino (Alt+2):
tr: Hedef metin (Alt+2):

source: Idioma origen (Alt+3):
pt: Idioma de origem (Alt+3):
tr: Kaynak dil (Alt+3):

source: Auto Detectar - auto
pt: Deteção automática - auto
tr: Otomatik Algıla - otomatik

source: Idioma destino (Alt+4):
pt: Idioma de destino (Alt+4):
tr: Hedef dil (Alt+4):

source: &Traducir
pt: &Traduzir
tr: &Çevir

source: &Escuchar
pt: &Ouvir
tr: Dinl&e

source: &Intercambiar
pt: &Trocar
tr: &Değiştir

source: &Limpiar
pt: &Limpar
tr: &Temizle

source: &Pegar al foco
pt: &Colar no foco
tr: Odağa Ya&pıştır

source: &Cerrar
pt: &Fechar
tr: &Kapat

source: Caracteres (Alt+5):
tr: Karakter sayısı (Alt+5):

source: Introduce el texto que deseas traducir. Puedes escribir o pegar el texto aquí.
pt: Introduza o texto que pretende traduzir. Pode escrever ou colar o texto aqui.
tr: Çevirmek istediğiniz metni girin. Metni buraya yazabilir veya yapıştırabilirsiniz.

source: El resultado de la traducción se mostrará aquí. Este campo es de solo lectura.
pt: O resultado da tradução será mostrado aqui. Este campo é só de leitura.
tr: Çeviri sonucu burada görüntülenecek. Bu alan salt okunur.

source: Selecciona el idioma de origen para la traducción.
pt: Selecione a língua de origem para a tradução.
tr: Çeviri için bir kaynak dil seçin.

source: Selecciona el idioma de destino para la traducción.
pt: Selecione a língua de destino para a tradução.
tr: Çeviri için bir hedef dil seçin.

source: Presiona este botón para traducir el texto de origen al idioma de destino.
pt: Prima este botão para traduzir o texto de origem para o idioma de destino.
tr: Kaynak metni hedef dile çevirmek için bu düğmeye basılır.

source: Presiona este botón para escuchar la traducción.
pt: Prima este botão para ouvir a tradução.
tr: Çeviriyi dinlemek için bu düğmeye basılır.

source: Intercambia los idiomas de origen y destino.
pt: Troca de línguas de origem e de destino.
tr: Kaynak ve hedef dilleri değiştirir.

source: Limpia los campos de texto de origen y destino.
pt: Limpa os campos de texto de origem e destino.
tr: Kaynak metin ve hedef metin alanlarını temizler.

source: Pega al foco lo que haya en el cuadro de texto destino. Se pegara en la ventana que tengamos detrás de esta, siempre y cuando dicha ventana sea cuadro de texto que permita pegar texto en ella. Podemos usar también F3.
pt: Cola no foco o que estiver na caixa de texto de destino. Será colado na janela atrás dela, desde que essa janela seja uma caixa de texto que permita colar texto nela. Também podemos usar F3.
tr: Hedef metin kutusunda ne varsa odağa yapıştırın. Bu pencere, içine metin yapıştırmanıza izin veren bir metin kutusu olduğu sürece, arkasındaki pencereye yapıştırılacaktır. F3 tuşu da kullanılabilir.

source: Cierra la ventana de traducción.
pt: Fechar a janela de tradução.
tr: Çeviri penceresini kapatır.

source: Muestra el número de caracteres en el campo de texto de origen.
pt: Apresenta o número de caracteres no campo de texto de origem.
tr: Kaynak metin alanındaki karakter sayısını gösterir.

source: El cuadro de texto de origen está vacío. Por favor, escribe algo.
pt: A caixa de texto de origem está vazia. Por favor, escreva algo.
tr: Kaynak metin kutusu boş. Lütfen bir şeyler yazın.

source: Advertencia
pt: Aviso
tr: Uyarı

source: El texto no ha cambiado. No es necesario realizar una nueva traducción.
pt: O texto não sofreu alterações. Não é necessária uma nova tradução.
tr: Metin değişmedi. Yeni bir çeviriye gerek yok.

source: Se a detectado que el texto de origen es igual que el idioma destino al cual quiere traducirse. Cambie el idioma destino de traducción si desea continuar.
pt: Foi detectado que o texto de partida é o mesmo que a língua de chegada para a qual vai ser traduzido. Altere a língua de destino da tradução se quiser continuar.
tr: Kaynak metnin çevrileceği hedef dil ile aynı olduğu tespit edildi. Devam etmek istiyorsanız çeviri hedef dilini değiştirin.

source: No a sido posible detectar el idioma del texto origen. Se va a intentar traducir, pero no se asegura el éxito de la operación.
pt: Não foi possível detetar a língua do texto de partida. Será feita uma tentativa de tradução, mas o sucesso da operação não está assegurado.
tr: Kaynak metnin dili tespit edilemedi. Çeviri yapılmaya çalışılacak ancak işlem başarısı garanti değildir.

source: No se ha encontrado conexión a internet. Si está conectado por Wifi, puede que NVDA iniciara antes que se conectara. Si está conectado por cable, compruebe su conexión y asegúrese de que todo esté correcto. Espere unos segundos.
pt: Não foi encontrada nenhuma ligação à Internet. Se estiver ligado através de Wifi, o NVDA poderá ter sido iniciado antes de se ter ligado. Se estiver ligado por cabo, verifique a sua ligação e certifique-se de que tudo está correto. Aguarde alguns segundos.
tr: İnternet bağlantısı bulunamadı. Wifi üzerinden bağlanıyorsanız NVDA siz bağlanmadan önce başlamış olabilir. Kabloyla bağlıysanız bağlantınızı kontrol edin ve her şeyin doğru olduğundan emin olun. Birkaç saniye bekleyin.

source: El cuadro de texto destino está vacío. Por favor, traduce algo.
pt: A caixa de texto de destino está vazia. Por favor, traduza algo.
tr: Hedef metin kutusu boş. Lütfen bir şeyler çevirin.

source: No se ha podido obtener el audio. Inténtelo más tarde.
pt: Não foi possível obter o áudio. Por favor, tente novamente mais tarde.
tr: Ses alınamadı. Lütfen daha sonra tekrar deneyin.

source: Hubo un error en la obtención del audio:
pt: Houve um erro na obtenção do áudio:
tr: Ses alınırken bir hata oluştu:

source: La obtención del audio fue cancelada por el usuario.
pt: A obtenção do áudio foi cancelada pelo utilizador.
tr: Ses alımı kullanıcı tarafından iptal edildi.

source: No se puede intercambiar idiomas cuando el idioma de origen es 'Auto Detectar'.
pt: Não é possível mudar de idioma quando o idioma de origem é "Deteção automática".
tr: Kaynak dil 'Otomatik Algıla' olduğunda dil değiştiremezsiniz.

source: El cuadro de texto de destino está vacío. Por favor, traduce algo para pegar al foco.
pt: A caixa de texto de destino está vazia. Por favor, traduza algo para colar no foco.
tr: Hedef metin kutusu boş, lütfen kaynak metin kutusuna çevrilecek bir metin yapıştırın.

source: Texto pegado al foco.
pt: Texto colado no foco.
tr: Metin odağa yapıştırıldı.

source: No hay ayuda disponible para este elemento.
pt: Não existe ajuda disponível para este elemento.
tr: Bu öğe için herhangi bir yardım mevcut değil.

source: Ayuda
pt: Ajuda
tr: Yardım

source: No hay un elemento enfocado.
pt: Não existe um elemento focalizado.
tr: Odaklanmış bir uygulama yok.

source: Historial de Traductor Avanzado
pt: Histórico do Tradutor Avançado
tr: Gelişmiş Çeviri Geçmişi

source: &Buscar:
pt: &Pesquisar:
tr: &Ara:

source: &Lista texto original:
pt: &Listar o texto original:
tr: Orijinal metin &listesi:

source: Texto &original:
tr: &Orjinal metin:

source: Texto &traducido:
pt: Texto &traduzido:
tr: Çevrilen me&tin:

source: &Copiar al portapapeles
pt: &Copiar para a área de transferência
tr: &Panoya kopyala

source: Borrar &historial
pt: Eliminar &histórico
tr: Geçmişi &sil

source: &Alternar orden
pt: Alternar &Ordem
tr: &Sırayı Değiştir

source: Cerrar
pt: Fechar
tr: Kapat

source: No se encontró nada.
pt: Não foi encontrado nada.
tr: Hiçbir şey bulunamadı.

source: Se encuentra en la posición {} de {}
pt: Encontra-se na posição {} de {}
tr: {} tire {} konumunda bulunur

source: No se encontró nada para poder ser copiado.
pt: Não foi encontrado nada que pudesse ser copiado.
tr: Kopyalanacak hiçbir şey bulunamadı.

source: Copiar texto &original
tr: &Orijinal metni kopyala

source: Copiar texto &traducido
pt: Copiar texto traduzido
tr: Çevrilmiş me&tni kopyala

source: &Copiar origen y traducido
pt: &Copiar origem e traduzido
tr: &Kaynağı Kopyala ve Çevir

source: Copiado texto origen
pt: Texto fonte copiado
tr: Kaynak metin kopyalandı

source: Copiado texto traducido
pt: Texto traduzido copiado
tr: Çevrilmiş metin kopyalandı

source: Copiado texto origen y traducido
pt: Copiado do texto de origem e traduzido
tr: Çevrilen kaynak metin kopyalandı

source: &Lista texto traducido:
pt: &Lista de textos traduzidos:
tr: Çevrilmiş metin &listesi:

source: Muestra el texto traducido seleccionado. Este campo es de solo lectura.
pt: Apresenta o texto traduzido selecionado. Este campo é apenas de leitura.
tr: Seçilen çevrilmiş metni gösterir. Bu alan salt okunur durumdadır.

source: Muestra el texto original seleccionado. Este campo es de solo lectura.
pt: Apresenta o texto original selecionado. Este campo é apenas de leitura.
tr: Seçilen orijinal metni gösterir. Bu alan salt okunur durumdadır.

source: Introduce el texto que deseas buscar en el historial.
pt: Introduzir o texto que se pretende procurar no histórico.
tr: Geçmişte aramak istediğiniz metni yazın.

source: Lista de textos originales o traducidos, dependiendo del orden seleccionado. Si pulsamos F1 nos dirá en la posición que nos encontramos de la lista.
pt: Lista de textos originais ou traduzidos, consoante a ordem selecionada. Premir F1 indica-nos em que ponto da lista nos encontramos.
tr: Seçilen sıraya bağlı olarak orijinal veya çevrilmiş metinlerin listesi. F1'e basılırsa, listede bulunulan konumu söyler.

source: Presiona este botón para copiar el texto seleccionado al portapapeles.
pt: Prima este botão para copiar o texto selecionado para a área de transferência.
tr: Seçilen metni panoya kopyalamak için bu düğmeye basılır.

source: Presiona este botón para borrar todo el historial de traducciones.
pt: Prima este botão para apagar todo o histórico de tradução.
tr: Tüm çeviri geçmişini silmek için bu düğmeye basın.

source: Presiona este botón para alternar el orden entre texto original y texto traducido.
pt: Prima este botão para alternar a ordem entre o texto original e o texto traduzido.
tr: Orijinal metin ile çevrilmiş metin arasında geçiş yapmak için bu düğmeye basılır.

source: Presiona este botón para cerrar la ventana del historial.
pt: Prima este botão para fechar a janela do histórico.
tr: Geçmiş penceresini kapatmak için bu düğmeye basılır.

source: Seleccione un idioma de origen para el traductor de Microsoft
pt: Selecionar um idioma de origem para o Microsoft Translator
tr: Microsoft Translator için kaynak dili seçin

source: Seleccione un idioma de destino para el traductor {}
pt: Selecionar um idioma de destino para o tradutor {}
tr: Çeviri için bir hedef dil seçin {}

source: Elija un módulo de traducción
pt: Escolher um módulo de tradução
tr: Bir çeviri modülü seçin

source: Configuración de Traductor Avanzado
pt: Configuração avançada do tradutor
tr: Gelişmiş Çeviri Ayarları

source: General
pt: Geral
tr: Genel

source: Módulos de traducción
pt: Módulos de tradução
tr: Çeviri modülleri

source: &Aceptar
pt: &Aceitar
tr: Ka&bul et

source: &Cancelar
tr: İ&ptal

source: Activa o desactiva el uso de la caché de traducción. Esta opción almacena traducciones anteriores para mejorar la velocidad y eficiencia.
pt: Ativa ou desactiva a utilização da cache de tradução. Esta opção armazena traduções anteriores para melhorar a velocidade e a eficiência.
tr: Çeviri önbelleğinin kullanımını etkinleştirir veya devre dışı bırakır. Bu seçenek, hızı ve verimliliği artırmak için önceki çevirileri saklar.

source: Activa o desactiva la visualización del diálogo de resultados y copia el resultado al portapapeles. Esto permite revisar y utilizar las traducciones de manera rápida.
pt: Ativa ou desactiva a apresentação da caixa de diálogo de resultados e copia o resultado para a área de transferência. Isto permite-lhe rever e utilizar as traduções rapidamente.
tr: Sonuçlar iletişim kutusunun görüntülenmesini açar veya kapatır ve sonucu panoya kopyalar. Bu, çevirilerin hızlı bir şekilde gözden geçirilmesine ve kullanılmasına olanak tanır.
