Repository: Kostenkov-2021/TranslateAdvanced
Catalog: translates/*/locale/*/LC_MESSAGES/nvda.po
Languages: ar, fr, it, uk

source: No se pudo cargar el archivo WAV.
ar: لا يمكن تحميل ملف WAV.
fr: Le fichier WAV n'a pas pu être chargé.
uk: Не вдалося завантажити файл WAV.

source: No se pudo cargar el archivo WAV desde bytes.
ar: تعذر تحميل ملف WAV من وحدات البايت.
fr: Impossible de charger le fichier WAV à partir de bytes.
uk: Не вдалося завантажити файл WAV із байтів.

source: No se ha cargado ningún archivo WAV.
ar: لم يتم تحميل أي ملف WAV.
fr: Aucun fichier WAV n'a été chargé.
uk: Файл WAV не завантажено.

source: Reproductor de audio
ar: مشغل الصوت
fr: Lecteur audio
uk: Аудіоплеєр

source: 1 segundo
ar: 1 ثانية
fr: 1 seconde
uk: 1 секунда

source: 5 segundos
ar: 5 ثواني
fr: 5 secondes
uk: 5 секунд

source: 10 segundos
ar: 10 ثواني
fr: 10 secondes
uk: 10 секунд

source: 15 segundos
ar: 15 ثانية
fr: 15 secondes
uk: 15 секунд

source: 30 segundos
ar: 30 ثانية
fr: 30 secondes
uk: 30 секунд

source: 1 minuto
ar: 1 دقيقة
fr: 1 minute
uk: 1 хвилина

source: Error al inicializar el diálogo
ar: حدث خطأ أثناء تهيئة مربع الحوار
fr: Erreur lors de l'initialisation du dialogue
uk: Помилка ініціалізації діалогу

source: &Texto traducido:
ar: &النص المترجم:
fr: &Texte traduit :
uk: &Перекладений текст:

source: Atrasar (F1)
ar: الترجيع (F1)
fr: Reculer (F1)
uk: Назад (F1)

source: Reproducir (F2)
ar: تشغيل (F2)
fr: Lire (F2)
uk: Відтворити (F2)

source: Adelantar (F3)
ar: تقديم سريع (F3)
fr: Avancer (F3)
uk: Вперед (F3)

source: Detener (F4)
ar: توقف (F4)
fr: Arrêter (F4)
uk: Зупинити (F4)

source: Volumen (F5 / F6)
ar: لمستوى الصوت (F5 / F6)
fr: Volume (F5 / F6)
uk: Гучність (F5 / F6)

source: Velocidad (F7 / F8)
ar: سرعة (F7/F8)
fr: Vitesse (F7 / F8)
uk: Швидкість (F7/F8)

source: &Guardar
ar: &حفظ
fr: &Enregistrer
uk: &Зберегти

source: Error al inicializar la interfaz de usuario
ar: حدث خطأ أثناء تهيئة واجهة المستخدم
fr: Erreur lors de l'initialisation de l'interface utilisateur
uk: Помилка ініціалізації інтерфейсу користувача

source: Este cuadro muestra el texto traducido. Es de solo lectura.
ar: يعرض هذا المربع النص المترجم. وهي للقراءة فقط.
fr: Cette zone affiche le texte traduit. Il est en lecture seule.
uk: У цьому полі показано перекладений текст. Він доступний лише для читання.

source: Presiona este botón para retroceder la reproducción lo que tengamos establecido. Podemos pulsar Shift+F10 o tecla aplicaciones para expandir un menú contextual donde nos dejara elegir el tiempo para atrasar.
ar: اضغط على هذا الزر لإرجاع التشغيل. يمكنك الضغط على Shift+F10 أو مفتاح التطبيقات لتوسيع قائمة السياق حيث سيسمح لك باختيار وقت الترجيع.
fr: Appuyer sur ce bouton pour reculer la lecture selon ce que nous avons défini. Nous pouvons appuyer sur Maj+F10 ou sur la touche applications pour développer un menu contextuel où il nous permettra de choisir la durée pour aller en arrière.
uk: Натисніть цю кнопку, щоб перемотати відтворення на встановлений час. Ви можете натиснути Shift+F10 або клавішу контекстного меню, де ви можете вибрати час для перемотування.

source: Presiona este botón para reproducir o pausar la reproducción.
ar: اضغط على هذا الزر لتشغيل التشغيل أو إيقافه مؤقتًا.
fr: Appuyer sur ce bouton pour lire ou mettre en pause la lecture.
uk: Натисніть цю кнопку, щоб відтворити або призупинити відтворення.

source: Presiona este botón para adelantar la reproducción lo que tengamos establecido. Podemos pulsar Shift+F10 o tecla aplicaciones para expandir un menú contextual donde nos dejara elegir el tiempo para adelantar.
ar: اضغط على هذا الزر للتقدم في التشغيل. يمكننا الضغط على Shift+F10 أو مفتاح التطبيقات لتوسيع قائمة السياق حيث سيسمح لنا باختيار وقت التقديم السريع.
fr: Appuyer sur ce bouton pour avancer la lecture selon ce que nous avons défini. Nous pouvons appuyer sur Maj+F10 ou sur la touche applications pour développer un menu contextuel où il nous permettra de choisir la durée pour aller en avant.
uk: Натисніть цю кнопку, щоб перемотати відтворення на вказаний час. Ви можете натиснути Shift+F10 або клавішу контекстного меню, де ви можете вибрати час для перемотування.

source: Presiona este botón para detener la reproducción.
ar: اضغط على هذا الزر لإيقاف التشغيل.
fr: Appuyer sur ce bouton pour arrêter la lecture.
uk: Натисніть цю кнопку, щоб зупинити відтворення.

source: Ajusta el volumen de reproducción con este control.
ar: اضبط مستوى صوت التشغيل باستخدام عنصر التحكم هذا.
fr: Ajuster le volume de lecture avec ce contrôle.
uk: Налаштувати гучність відтворення за допомогою цього елемента керування.

source: Selecciona la velocidad de reproducción con este control.
ar: حدد سرعة التشغيل باستخدام عنصر التحكم هذا.
fr: Sélectionner la vitesse de lecture avec ce contrôle.
uk: Вибрати швидкість відтворення за допомогою цього елемента керування.

source: Presiona este botón para guardar el archivo de audio.
ar: اضغط على هذا الزر لحفظ الملف الصوتي.
fr: Appuyer sur ce bouton pour enregistrer le fichier audio.
uk: Натисніть цю кнопку, щоб зберегти аудіофайл.

source: Presiona este botón para cerrar el diálogo.
ar: اضغط على هذا الزر لإغلاق مربع الحوار.
fr: Appuyer sur ce bouton pour fermer ce dialogue.
uk: Натисніть цю кнопку, щоб закрити діалог.

source: Tiempo transcurrido: {self.player.format_time(current_time)}
ar: الوقت المنقضي: {self.player.format_time(current_time)}
fr: Temps écoulé : {self.player.format_time(current_time)}
uk: Час, що минув: {self.player.format_time(current_time)}

source: Error al actualizar el estado
ar: حدث خطأ أثناء تحديث الحالة
fr: Erreur lors de la mise à jour de l'état
uk: Помилка оновлення статусу

source: Volumen {}%
ar: المستوى {}%
fr: Volume {}%
uk: Гучність {}%

source: Velocidad {}%
ar: سرعة {}%
fr: Vitesse {}%
uk: Швидкість {}%

source: Cargar archivo WAV
ar: تحميل ملف WAV
fr: Charger le fichier WAV
uk: Завантажити файл WAV

source: Archivo WAV (*.wav)|*.wav
ar: تحميل WAV (*.wav)|*.wav
fr: Fichier WAV (*.wav)|*.wav
uk: Файл WAV (*.wav)|*.wav

source: No se pudo cargar el archivo: {}
ar: تعذر تحميل الملف: {}
fr: Impossible de charger le fichier : {}
uk: Не вдалося завантажити файл: {}

source: Error al cargar archivo
ar: خطأ في تحميل الملف
fr: Erreur lors du chargement du fichier
uk: Помилка завантаження файлу

source: Guardar archivo WAV
ar: حفظ ملف WAV
fr: Enregistrer le fichier WAV
uk: Зберегти файл WAV

source: Archivo guardado correctamente.
ar: تم حفظ الملف بنجاح.
fr: Fichier enregistré avec succès.
uk: Файл успішно збережено.

source: No se pudo guardar el archivo: {}
ar: لا يمكن حفظ الملف: {}
fr: Impossible d'enregistrer le fichier : {}
uk: Не вдалося зберегти файл: {}

source: Error al guardar archivo
ar: خطأ في حفظ الملف
fr: Erreur lors de l'enregistrement du fichier
uk: Помилка збереження файлу

source: Pausar
ar: إيقاف
fr: Pause
uk: Пауза

source: Pausar (F2)
ar: إيقاف مؤقت (F2)
fr: Pause (F2)
uk: Пауза (F2)

source: Reproducir
ar: تشغيل
fr: Lire
uk: Відтворити

source: No se pudo reproducir o pausar el archivo: {}
ar: تعذر تشغيل الملف أو إيقافه مؤقتًا: {}
fr: Impossible de lire ou de mettre en pause le fichier : {}
uk: Не вдалося відтворити або призупинити файл: {}

source: Detener
ar: قف
fr: Arrêter
uk: Зупинити

source: No se pudo detener el archivo: {}
ar: تعذر إيقاف الملف: {}
fr: Impossible d'arrêter le fichier : {}
uk: Не вдалося зупинити файл: {}

source: Atrasar {}
ar: ترجيع {}
fr: Reculer {}
uk: Назад {}

source: No se pudo atrasar el archivo: {}
ar: لا يمكن الترجيع: {}
fr: Impossible de reculer dans le fichier : {}
uk: Не вдалося виконати резервний файл: {}

source: Adelantar {}
ar: تقدم سريع {}
fr: Avancer {}
uk: Вперед {}

source: No se pudo adelantar el archivo: {}
ar: لا يمكن تقديم الملف بسرعة: {}
fr: Impossible d'avancer dans le fichier : {}
uk: Не вдалося завантажити файл: {}

source: Error al cambiar el volumen
ar: حدث خطأ أثناء تغيير مستوى الصوت
fr: Erreur lors du changement de volume
uk: Помилка при зміні гучності

source: Error al cambiar la velocidad
ar: خطأ عند تغيير السرعة
fr: Erreur lors du changement de vitesse
uk: Помилка при зміні швидкості

source: Error al finalizar el audio
ar: خطأ في إنهاء الصوت
fr: Erreur lors de la finalisation de l'audio
uk: Помилка завершення аудіо

source: Error al cerrar el diálogo
ar: حدث خطأ أثناء إغلاق مربع الحوار
fr: Erreur lors de la fermeture du dialogue
uk: Помилка закриття діалогу

source: Progreso de la Traducción
ar: الترجمة قيد التقدم
fr: Progression de la traduction
it: Avanzamento della traduzione
uk: Перебіг перекладу

source: Progreso de la obtención del audio
ar: جارٍ الحصول على الصوت
fr: Progression de l'obtention de l'audio
uk: Перебіг отримання аудіо

source: Cancelar
ar: إلغاء
fr: Annuler
it: Annulla
uk: Скасувати

source: Progreso de Descarga e Instalación
ar: جاري التنزيل والتثبيت
fr: Progression du téléchargement et de l'installation
it: Avanzamento del download e dell'installazione
uk: Перебіг завантаження та встановлення

source: Iniciando...
ar: جارٍ البدء...
fr: Démarrage...
it: Avvio...
uk: ППочаток...

source: Descargando {}...
ar: جاري التحميل {}...
fr: Téléchargement {}...
it: Download in corso {}...
uk: Завантаження {}...

source: Instalando {}...
ar: تثبيت {}...
fr: Installation {}...
it: Installazione in corso {}...
uk: Встановлення {}...

source: Error en {}: {}
ar: خطأ في {}: {}
fr: Erreur dans {}: {}
it: Errore in {}: {}
uk: Помилка в {}: {}

source: El proceso ha finalizado con errores en los siguientes idiomas: {}
ar: انتهت العملية بوجود أخطاء في اللغات التالية:\n \n {}
fr: Le processus s'est terminé avec des erreurs dans les langues suivantes : {}
it: Il processo si è concluso con errori nelle seguenti lingue: {}
uk: Процес завершився з помилками в таких мовах: {}

source: NVDA no se reiniciará, pulse Ctrl + C para copiar el contenido de este dialogo y podérselo enviar al autor del complemento.
ar: لن يتم إعادة تشغيل NVDA، اضغط على Ctrl + C لنسخ محتوى مربع الحوار هذا حتى تتمكن من إرساله إلى مؤلف الإضافة.
fr: NVDA ne redémarrera pas, appuyez sur Ctrl + C pour copier le contenu de ce dialogue afin de pouvoir l'envoyer à l'auteur de l'extension.
it: NVDA non si riavvierà, premi Ctrl + C per copiare il contenuto di questa finestra di dialogo e inviarlo all'autore.
uk: NVDA не перезавантажиться, натисніть Ctrl + C, щоб скопіювати вміст цього діалогу і надіслати його автору додатка.

source: Errores
ar: أخطاء
fr: Erreurs
it: Errori
uk: Помилки

source: NVDA se reiniciará cuando pulse aceptar.
ar: سيتم إعادة تشغيل NVDA عند الضغط على موافق.
fr: NVDA redémarrera lorsque vous appuierez sur OK.
it: Premendo Ok NVDA si riavvierà.
uk: NVDA перезавантажиться, коли ви натиснете «Гаразд».

source: Todos los idiomas se han actualizado correctamente.
ar: تم تحديث جميع اللغات بنجاح.
fr: Toutes les langues ont été mises à jour avec succès.
it: Tutte le lingue aggiornate correttamente.
uk: Усі мови успішно оновлено.

source: Éxito
ar: نجاح
fr: Succès
it: Completato
uk: Успіх

source: Actualizaciones de Idiomas
ar: تحديثات اللغة
fr: Mises à jour linguistiques
it: Aggiornamenti delle lingue
uk: Оновлення мов

source: Nuevos idiomas disponibles:
ar: اللغات الجديدة المتاحة:
fr: Nouvelles langues disponibles :
it: Nuove lingue disponibili:
uk: Доступні нові мови:

source: Idiomas con actualizaciones:
ar: اللغات مع التحديثات:
fr: Langues avec mises à jour :
it: Lingue con aggiornamenti:
uk: Оновлені мови:

source: Si continúa con la instalación, cuando se termine el proceso NVDA se reiniciará. ¿Desea continuar?
ar: إذا تابعت التثبيت، ستتم إعادة تشغيل عملية NVDA عند انتهائها.\n \n هل ترغب في الاستمرار؟
fr: Si vous continuez l'installation, une fois le processus terminé, NVDA redémarrera. Souhaitez-vous continuer ?
it: Se continui con l'installazione, NVDA si riavvierà al termine del processo. Vuoi continuare?
uk: Якщо ви продовжите встановлення, NVDA перезапуститься після завершення процесу. Ви хочете продовжити?

source: &Instalar
ar: &تثبيت
fr: &Installer
it: &Installa
uk: & Встановити

source: &Omitir
ar: &يتخطى
fr: Ign&orer
it: &Salta
uk: &Пропустити

source: Error al cargar el archivo JSON: {0}
ar: خطأ في تحميل ملف JSON: {0}
fr: Erreur lors du chargement du fichier JSON : {0}
it: Errore durante il caricamento dell'archivio JSON: {0}
uk: Помилка завантаження файлу JSON: {0}

source: Error al guardar el archivo JSON: {0}
ar: خطأ في حفظ ملف JSON: {0}
fr: Erreur lors de l'enregistrement du fichier JSON : {0}
it: Errore durante il salvataggio del file JSON: {0}
uk: Помилка збереження файлу JSON: {0}

source: Servicio desconocido: {0}
ar: خدمة غير معروفة: {0}
fr: Service inconnu : {0}
it: Servizio sconosciuto: {0}
uk: Невідомий сервіс: {0}

source: Índice fuera de rango: {0}
ar: الفهرس خارج النطاق: {0}
fr: Index hors plage : {0}
it: Indice fuori intervallo: {0}
uk: Зміст поза межами: {0}

source: Error al eliminar la clave API: {0}
ar: خطأ في حذف مفتاح API: {0}
fr: Erreur lors de la suppression de la clé API : {0}
it: Errore durante l'eliminazione della chiave API: {0}
uk: Помилка видалення ключа API: {0}

source: Error al obtener la clave API: {0}
ar: خطأ في الحصول على مفتاح API: {0}
fr: Erreur lors de l'obtention de la clé API : {0}
it: Errore durante il recupero della chiave API: {0}
uk: Помилка отримання ключа API: {0}

source: Fallo al crear la ruta de almacenamiento: {path} ({e})
ar: فشل في إنشاء مسار التخزين: {path} ({e})
fr: Échec lors de la création du chemin de stockage : {path} ({e})
it: Impossibile creare il percorso di archiviazione: {path} ({e})
uk: Не вдалося створити шлях до сховища: {path} ({e})

source: No se puede leer o decodificar datos desde {path}: {e}
ar: لا يمكن قراءة البيانات أو فك تشفيرها من {path}: {e}
fr: Impossible de lire ou de décoder les données depuis {path}: {e}
it: Impossibile leggere o decodificare i dati da {path}: {e}
uk: Не вдається прочитати або декодувати дані з {path}: {e}

source: Fallo al guardar la caché de traducción para {appName} en {file}: {e}
ar: فشل حفظ ذاكرة التخزين المؤقت للترجمة لـ {appName} الى {file}: {e}
fr: Échec lors de l'enregistrement du cache de traduction pour {appName} dans {file}: {e}
it: Impossibile salvare la cache di traduzione per {appName} in {file}: {e}
uk: Не вдалося зберегти кеш перекладу для {appName} у {file}: {e}

source: Error al abrir el portapapeles: {0}
ar: خطأ في فتح الحافظة: {0}
fr: Erreur lors de l'ouverture du presse-papiers : {0}
it: Errore durante l'apertura degli appunti: {0}
uk: Помилка відкриття буфера обміну: {0}

source: Error persistente al abrir el portapapeles: {0}
ar: يستمر الخطأ عند فتح الحافظة: {0}
fr: Erreur persistante lors de l'ouverture du presse-papier : {0}
it: Errore persistente durante l'apertura degli appunti: {0}
uk: Постійна помилка під час відкриття буфера обміну: {0}

source: Error al copiar texto al portapapeles: {0}
ar: خطأ في نسخ النص إلى الحافظة: {0}
fr: Erreur lors de la copie du texte dans le presse-papiers : {0}
it: Errore durante la copia del testo negli appunti: {0}
uk: Помилка копіювання тексту в буфер обміну: {0}

source: Error al limpiar el portapapeles: {0}
ar: خطأ في مسح الحافظة: {0}
fr: Erreur lors de la suppression du presse-papiers : {0}
it: Errore durante la cancellazione degli appunti: {0}
uk: Помилка очищення буфера обміну: {0}

source: El contenido del portapapeles ha cambiado: {0}
ar: لقد تغير محتوى الحافظة: {0}
fr: Le contenu du Presse-papiers a changé : {0}
it: Il contenuto degli appunti è cambiato: {0}
uk: Вміст буфера обміну змінено: {0}

source: Índice fuera de rango: {index}
ar: الفهرس خارج النطاق: {index}
fr: Index hors plage : {index}
it: Indice fuori intervallo: {index}
uk: Зміст поза межами: {index}

source: Clave o valor no encontrado: {key_or_value}
ar: لم يتم العثور على المفتاح أو القيمة: {key_or_value}
fr: Clé ou valeur introuvable : {key_or_value}
it: Chiave o valore non trovato: {key_or_value}
uk: Ключ або значення не знайдено: {key_or_value}

source: No hay ayuda disponible para este widget.
ar: لا توجد مساعدة متاحة لهذه القطعة.
fr: Aucune aide n'est disponible pour ce widget.
uk: Для цього віджета немає довідки.

source: Traductor Google (WEB 1)
ar: ترجمة جوجل (الويب 1)
fr: Traducteur Google (WEB 1)
it: Google Traduttore (WEB 1)
uk: Перекладач Google (ВЕБ 1)

source: Traductor Google (WEB 2)
ar: ترجمة جوجل (ويب 2)
fr: Traducteur Google (WEB 2)
it: Google Traduttore (WEB 2)
uk: Перекладач Google (WEB 2)

source: Traductor Google (API Free 1)
ar: ترجمة جوجل (واجهة برمجة التطبيقات المجانية 1)
fr: Traducteur Google (API Free 1)
it: Google Traduttore (API gratuita 1)
uk: Перекладач Google (Безкоштовний API 1)

source: Traductor Google (API Free 2)
ar: ترجمة جوجل (واجهة برمجة التطبيقات المجانية 2)
fr: Traducteur Google (API Free 2)
it: Google Traduttore (API gratuita 2)
uk: Перекладач Google (Безкоштовний API 2)

source: Traductor DeepL (Free)
ar: (واجهة برمجة التطبيقات المجانية *) DeepL
fr: Traducteur DeepL (Free)
it: Traduttore DeepL (API gratuita *)
uk: Перекладач DeepL (безкоштовно)

source: Traductor Microsoft Bing (API Free)
ar: مترجم Microsoft Bing (واجهة برمجة التطبيقات المجانية)
fr: Traducteur Microsoft Bing (API Free)
it: Traduttore Microsoft Bing (API gratuita)
uk: Перекладач Microsoft Bing (безкоштовний API)

source: Abre la configuración del complemento.
ar: افتح إعدادات الملحق.
fr: Ouvrir la configuration de l'extension.
it: Apri le impostazioni del componente
uk: Відкрити налаштування додатка.

source: Comprueba si hay actualizaciones de idioma del complemento.
ar: تحقق من وجود تحديثات لغة الملحق.
fr: Vérifier les mises à jour linguistiques de l'extension.
it: Controlla gli aggiornamenti della lingua del componente
uk: Перевірити наявність оновлень мови додатка.

source: Cambia el idioma de origen del traductor.
ar: تغيير لغة المصدر.
fr: Changer la langue source du traducteur.
it: Modifica la lingua di origine
uk: Змінити мову оригіналу.

source: Cambia el idioma de destino del traductor.
ar: تغيير اللغة الهدف.
fr: Changer la langue cible du traducteur.
it: Modifica la lingua di destinazione
uk: Змінити мову перекладу.

source: Cambia el módulo de traducción.
ar: تغيير وحدة الترجمة.
fr: Changer le module de traduction.
it: Cambia il modulo per la traduzione
uk: Змінити модуль перекладу.

source: Elimina todas las traducciones en caché para todas las aplicaciones.
ar: احذف جميع الترجمات المخزنة مؤقتًا لجميع التطبيقات.
fr: Supprimer toutes les traductions en cache pour toutes les applications.
it: Elimina tutte le traduzioni memorizzate nella cache per tutte le applicazioni
uk: Видалити всі кешовані переклади для всіх програм.

source: Elimina la caché de traducción para la aplicación enfocada actualmente.
ar: احذف ذاكرة التخزين المؤقت للترجمة للتطبيق الذي يتم التركيز عليه حاليًا.
fr: Supprimer le cache de traduction pour l'application actuellement focalisée.
it: Elimina la cache di traduzione per l'applicazione attualmente selezionata
uk: Видалити кеш перекладу для програми у фокусі.

source: Activa o desactiva la caché de traducción según el estado actual.
ar: تمكين أو تعطيل ذاكرة التخزين المؤقت للترجمة.
fr: Activer ou désactiver le cache de traduction selon l'état actuel.
it: Attiva o disattiva la cache di traduzione
uk: Вмикає або вимикає кеш перекладу залежно від поточного стану.

source: Copia el último texto traducido al portapapeles si no hay una traducción en curso.
ar: انسخ النص المترجم الأخير إلى الحافظة إذا لم تكن هناك ترجمة قيد التقدم.
fr: Copier le dernier texte traduit dans le Presse-papiers s'il n'y a pas de traduction en cours.
it: Copia l'ultimo testo tradotto negli appunti
uk: Копіює останній перекладений текст у буфер обміну, якщо переклад не виконується.

source: Traduce el contenido del portapapeles.
ar: ترجمة محتوى الحافظة.
fr: Traduire le contenu du presse-papiers.
it: Traduci il contenuto degli appunti
uk: Перекласти вміст буфера обміну.

source: Traduce el último texto verbalizado.
ar: ترجمة النص المنطوق الأخير.
fr: Traduire le dernier texte verbalisé.
it: Traduci l'ultimo testo pronunciato
uk: Перекластиь останній промовлений текст.

source: Activa o desactiva la traducción simultánea Online.
ar: تمكين أو تعطيل الترجمة الفورية عبر الإنترنت.
fr: Activer ou désactiver la traduction simultanée en ligne.
it: Attiva o disattiva la traduzione simultanea online
uk: Увімкнути або вимкнути переклад у реальному часі.

source: Traduce el texto seleccionado.
ar: ترجمة النص المحدد.
fr: Traduire le texte sélectionné.
it: Traduci il testo selezionato
uk: Перекласти виділений текст.

source: Traduce texto del objeto del navegador.
ar: ترجمة النص من كائن المتصفح.
fr: Traduire le texte de l'objet navigateur.
uk: Перекладає текст у фокусі.

source: Interfaz de traducción.
ar: واجهة الترجمة.
fr: Interface de traduction.
uk: Інтерфейс перекладу.

source: Activa o desactiva el intercambio automático si el origen detectado coincide con el destino.
ar: تمكين أو تعطيل الترجمة التلقائية إذا كان المصدر المكتشف يطابق الوجهة.
fr: Activer ou désactiver l'alternance automatique si la source détectée correspond à la sible.
uk: Вмикає або вимикає автозміну, якщо мова оригіналу збігається з мовою перекладу.

source: Muestra el historial de traducción.
ar: يعرض سجل الترجمة.
fr: Afficher l'historique des traductions.
it: Mostra la cronologia delle traduzioni
uk: Показати історію перекладів.

source: Muestra un diálogo con la lista de comandos de una sola tecla
ar: يعرض مربع حوار يحتوي على قائمة الأوامر ذات المفتاح الواحد
fr: Afficher un dialogue avec la liste des commandes d'une seule touche
it: Visualizza una finestra di dialogo con l'elenco dei comandi a tasto singolo
uk: Відображає діалог зі списком одноклавішних команд

source: No se a podido obtener el idioma
ar: لا يمكن الكشف عن اللغة
fr: Il n'a pas pu être obtenue la langue
it: Impossibile tradurre il testo selezionato.
uk: Не вдалося визначити мову

source: No tiene ninguna API configurada para el servicio que tiene seleccionado.
ar: ليس لديك أي مفاتيح API تم تكوينها للخدمة التي حددتها.
fr: Vous n'avez configuré aucune API pour le service que vous avez sélectionné.
it: Nessuna API configurata per il servizio selezionato.
uk: У вас немає налаштованого API для вибраного сервісу.

source: Error en la traducción. Error: {}
ar: خطأ في الترجمة. خطأ: {}
fr: Erreur dans la traduction. Erreur : {}
it: Errore nella traduzione. Errore: {}
uk: Помилка перекладу. помилка: {}

source: Error al cargar idiomas locales: {}
ar: خطأ في تحميل اللغات غير المتصلة بالإنترنت: {}
fr: Erreur lors du chargement des langues locales : {}
it: Errore durante il caricamento delle lingue locali: {}
uk: Помилка завантаження локальних мов: {}

source: Idiomas guardados exitosamente.
ar: تم حفظ اللغات بنجاح.
fr: Langues enregistrées avec succès.
it: Lingue salvate con successo.
uk: Мови успішно збережено.

source: Error al guardar idiomas locales: {}
ar: خطأ في حفظ اللغات غير المتصلة بالإنترنت: {}
fr: Erreur lors de l'enregistrement des langues locales : {}
it: Errore durante il salvataggio delle lingue locali: {}
uk: Помилка збереження локальних мов: {}

source: Error al obtener idiomas remotos: {}
ar: خطأ في الحصول على اللغات البعيدة: {}
fr: Erreur lors de l'obtention des langues à distance : {}
it: Errore durante il recupero delle lingue da remoto: {}
uk: Помилка отримання віддалених мов: {}

source: No hay actualizaciones ni nuevos idiomas disponibles.
ar: لا توجد تحديثات أو لغات جديدة متاحة.
fr: Il n'y a pas de mise à jour ni de nouvelles langues disponibles.
it: Nessun aggiornamento o nuove lingue disponibili.
uk: Немає оновлень або нових мов.

source: Error al descargar el archivo .zip de {}: {}
ar: خطأ في تنزيل ملف .zip لـ {}: {}
fr: Erreur lors du téléchargement du fichier .zip de {}: {}
it: Errore durante il download dell'archivio .zip per {}: {}
uk: Помилка завантаження файлу .zip для {}: {}

source: Error al descomprimir el archivo .zip de {}: {}
ar: حدث خطأ أثناء فك ضغط ملف .zip لـ {}: {}
fr: Erreur lors de la décompression du fichier .zip de {}: {}
it: Errore durante l'estrazione dell'archivio .zip per {}: {}
uk: Помилка розпакування файлу .zip для {}: {}
