Repository: Kostenkov-2021/TranslateAdvanced
Catalog: translates/*/locale/*/LC_MESSAGES/nvda.po
Languages: ar, fr, it, uk

source: Error al actualizar el idioma local {}: {}
ar: خطأ في تحديث اللغة غير المتصلة بالإنترنت {}: {}
fr: Erreur lors de la mise à jour de la langue locale {}: {}
it: Errore durante l'aggiornamento della lingua locale {}: {}
uk: Помилка оновлення локальної мови {}: {}

source: Error HTTP: {0} - {1}
ar: خطأ HTTP: {0} - {1}
fr: Erreur HTTP : {0} - {1}
it: Errore in {0} - {1}
uk: Помилка HTTP: {0} - {1}

source: Error de red: {0}
ar: خطأ في الشبكة: {0}
fr: Erreur réseau : {0}
it: Errore in {0}
uk: Помилка мережі: {0}

source: Error inesperado: {0}
ar: خطأ غير متوقع: {0}
fr: Erreur inattendue : {0}
it: Errore nella traduzione: {0}
uk: Неочікувана помилка: {0}

source: Se requiere una clave de API para DeepL.
ar: مطلوب مفتاح API لـ DeepL.
fr: Une clé API est requise pour DeepL.
it: Per DeepL è necessaria una chiave API.
uk: Для DeepL потрібен ключ API.

source: Error en la traducción: {0} {1}
ar: خطأ في الترجمة: {0} {1}
fr: Erreur dans la traduction : {0} {1}
it: Errore nella traduzione: {0} {1}
uk: Помилка перекладу: {0} {1}

source: Error en la traducción: {0}
ar: خطأ في الترجمة: {0}
fr: Erreur dans la traduction : {0}
it: Errore nella traduzione: {0}
uk: Помилка перекладу: {0}

source: DeepL - uso: {0} / {1}
ar: deepLالاستخدام: {0}/{1}
fr: DeepL - utiliser : {0} / {1}
it: DeepL - utilizzo: {0} / {1}
uk: DeepL - використання: {0} / {1}

source: Error obteniendo uso de DeepL: {0}
ar: خطأ في الحصول على استخدام DeepL: {0}
fr: Erreur lors de l'utilisation de DeepL : {0}
it: Errore durante l'utilizzo di DeepL: {0}
uk: Помилка використання DeepL: {0}

source: No se pudo detectar el idioma
ar: لا يمكن الكشف عن اللغة
fr: La langue n'a pas pu être détectée
it: Impossibile rilevare la lingua
uk: Не вдалося визначити мову

source: Error de conexión: {0}
ar: خطأ في الاتصال: {0}
fr: Erreur de connexion : {0}
it: Errore nella traduzione: {0}
uk: Помилка з’єднання: {0}

source: Error HTTP: {0} {1}
ar: خطأ HTTP: {0} {1}
fr: Erreur HTTP : {0} {1}
it: Errore in HTTP: {0} {1}
uk: Помилка HTTP: {0} {1}

source: Ocurrió un error inesperado: {0}
ar: حدث خطأ غير متوقع: {0}
fr: Une erreur inattendue s'est produite : {0}
it: Si è verificato un errore imprevisto: {0}
uk: Сталася неочікувана помилка: {0}

source: Error al extraer la traducción: no se encontró el texto traducido.
ar: خطأ في استخراج الترجمة: لم يتم العثور على النص المترجم.
fr: Erreur lors de l'extraction de la traduction : texte traduit introuvable.
it: Errore durante l'estrazione della traduzione: testo tradotto non trovato.
uk: Помилка видобування перекладу: перекладений текст не знайдено.

source: Error al analizar la respuesta de la traducción: {0}
ar: خطأ في تحليل استجابة الترجمة: {0}
fr: Erreur lors de l'analyse de la réponse de la traduction : {0}
it: Errore durante l'analisi della risposta alla traduzione: {0}
uk: Помилка синтаксичного аналізу перекладу: {0}

source: Proceso cancelado por el usuario
ar: تم إلغاء العملية من قبل المستخدم
fr: Processus annulé par l'utilisateur
it: Processo annullato dall'utente
uk: Процес скасовано користувачем

source: Error al obtener la respuesta. Error: {}
ar: حدث خطأ أثناء الحصول على الاستجابة.\n \n خطأ:\n \n {}
fr: Erreur lors de l'obtention de la réponse. Erreur : {}
it: Errore nel ricevere la risposta. Errore: {}
uk: Помилка отримання відповіді. помилка: {}

source: Respuesta vacía o inválida
ar: استجابة فارغة أو غير صالحة
fr: Réponse vide ou invalide
it: Risposta vuota o non valida
uk: Порожня або недійсна відповідь

source: Estructura de respuesta inesperada
ar: تنسيق استجابة غير متوقع
fr: Structure de réponse inattendue
it: Struttura di risposta imprevista
uk: Неочікувана структура відповіді

source: Respuesta vacía o inválida después de cambiar el idioma de destino
ar: استجابة فارغة أو غير صالحة بعد تغيير اللغة المستهدفة
fr: Réponse vide ou invalide après changement de la langue cible
it: Risposta vuota o non valida dopo la modifica della lingua di destinazione
uk: Порожня або недійсна відповідь після зміни мови перекладу

source: Estructura de respuesta inesperada después de cambiar el idioma de destino
ar: تنسيق استجابة غير متوقعة بعد تغيير اللغة المستهدفة
fr: Structure de réponse inattendue après un changement de la langue cible
it: Struttura della risposta imprevista dopo la modifica della lingua di destinazione
uk: Неочікувана структура відповіді після зміни мови перекладу

source: Error al obtener el audio. Error: {}
ar: حدث خطأ أثناء الحصول على الصوت.
fr: Erreur lors de l'obtention de l'audio. Erreur : {}
uk: Помилка отримання аудіо. помилка: {}

source: Error al obtener el audio para una parte del texto. Error: {}
ar: حدث خطأ أثناء الحصول على الصوت لجزء من النص.\n \n خطأ:\n \n {}
fr: Erreur lors de l'obtention de l'audio d'une partie du texte. Erreur : {}
uk: Помилка отримання аудіо для частини тексту. помилка: {}

source: Error en la traducción. Error: Se requiere una clave de API para LibreTranslate.
ar: خطأ في الترجمة. خطأ: مطلوب مفتاح API لـ LibreTranslate.
fr: Erreur dans la traduction. Erreur : Une clé API est requise pour LibreTranslate.
it: Errore nella traduzione. Errore: Per LibreTranslate è necessaria una chiave API.
uk: Помилка перекладу. помилка: Для LibreTranslate потрібен ключ API.

source: Error en la traducción. Error: {} {}
ar: خطأ في الترجمة. خطأ: {} {}
fr: Erreur dans la traduction. Erreur : {} {}
it: Errore nella traduzione. Errore: {}\N {}
uk: Помилка перекладу. помилка: {} {}

source: El texto excede el límite de tokens permitido.
ar: يتجاوز النص حد الرمز المميز المسموح به.
fr: Le texte dépasse la limite de jetons autorisée.
uk: Текст перевищує дозволений ліміт токенів.

source: No se pudo resolver el nombre de dominio. Por favor, verifica la URL o tu conexión a Internet.
ar: لا يمكن حل اسم المجال. يرجى التحقق من عنوان URL أو اتصالك بالإنترنت.
fr: Le nom de domaine n'a pas pu être résolu. Veuillez vérifier l'URL ou votre connexion Internet.
uk: Не вдалося знайти доменне ім’я. Перевірте URL-адресу або з’єднання з інтернетом.

source: La solicitud ha superado el tiempo de espera. Por favor, intenta nuevamente más tarde.
ar: لقد انتهت مهلة الطلب. يرجى المحاولة مرة أخرى في وقت لاحق.
fr: La demande a expiré. Veuillez réessayer plus tard.
uk: Час очікування запиту минув. Спробуйте пізніше.

source: Error de verificación de certificado SSL. Es posible que el certificado del servidor no sea válido.
ar: خطأ في التحقق من شهادة SSL. قد تكون شهادة الخادم غير صالحة.
fr: Erreur de vérification du certificat SSL. Le certificat du serveur n'est peut-être pas valide.
uk: Помилка перевірки сертифіката SSL. Сертифікат сервера може бути недійсним.

source: Error SSL. Puede haber un problema con la conexión segura.
ar: خطأ طبقة المقابس الآمنة. قد تكون هناك مشكلة في الاتصال الآمن.
fr: Erreur SSL. Il se peut qu'il y ait un problème avec la connexion sécurisée.
uk: Помилка SSL. Можливо, виникла проблема із безпечним з’єднанням.

source: Error HTTP {}: {}
ar: خطأ HTTP: {} {}
fr: Erreur HTTP {}: {}
uk: Помилка HTTP {}: {}

source: Error de URL: {}
ar: خطأ فيURL: {}
fr: Erreur d'URL : {}
uk: Помилка URL: {}

source: Error desconocido: {}
ar: خطأ غير معروف: {}
fr: Erreur inconnue : {}
uk: Невідома помилка: {}

source: Traductor Avanzado para NVDA es un complemento que facilita la traducción de textos en varios idiomas utilizando servicios como Google Translate, DeepL, LibreTranslate y Microsoft Translator. Ofrece traducción simultánea, historial y gestión de claves API. Es fácil de configurar y usar con teclas rápidas y opciones personalizables en el menú de NVDA.
ar: يعد Advanced Translator for NVDA ملحقًا يسهل ترجمة النصوص بمختلف اللغات باستخدام خدمات مثل Google Translate وDeepL وLibreTranslate وMicrosoft Translator.\n وهو يوفر ترجمة في الوقت الفعلي وتاريخًا وإدارة مفاتيح واجهة برمجة التطبيقات (API). من السهل إعداده واستخدامه باستخدام مفاتيح التشغيل السريع والخيارات القابلة للتخصيص في قائمة NVDA.
fr: Traducteur Avancé pour NVDA est une extension qui facilite la traduction de textes dans divers langues à l'aide de services tels que Google Translate, DeepL, LibreTranslate et Microsoft Translator. Offre une traduction simultanée, un historique et une gestion des clés API. Il est facile à configurer et à utiliser avec des raccourcis clavier et options personnalisables dans le menu NVDA.
it: Traduttore Avanzato per NVDA è un add-on che facilita la traduzione di testi in vari lingue utilizzando servizi come Google Traduttore, DeepL, LibreTranslate e Microsoft Translator. Offre traduzione simultanea, cronologia e gestione delle chiavi API. È facile da configurare e utilizzare con tasti di scelta rapida e opzioni personalizzabili nel menu NVDA.

source: La respuesta no contiene {}
it: La risposta non contiene {}
