Repository: Kostenkov-2021/TranslateAdvanced
Catalog: translates/*/locale/*/LC_MESSAGES/nvda.po
Languages: ar, fr, it, uk

source: No a sido posible detectar el idioma del texto origen. Se va a intentar traducir, pero no se asegura el éxito de la operación.
ar: لم يكن من الممكن الكشف عن لغة النص المصدر.\n \n سيتم إجراء محاولة للترجمة، لكن نجاح العملية غير مضمون.
fr: Il n'a pas été possible de détecter la langue du texte source. Une tentative de traduction sera faite, mais le succès de l'opération n'est pas assuré.
uk: Не вдалося визначити мову оригінального тексту. Буде зроблена спроба перекладу, але успіх не гарантований.

source: No se ha encontrado conexión a internet. Si está conectado por Wifi, puede que NVDA iniciara antes que se conectara. Si está conectado por cable, compruebe su conexión y asegúrese de que todo esté correcto. Espere unos segundos.
ar: لم يتم العثور على اتصال بالإنترنت.\n \n إذا كنت متصلاً عبر Wifi، فقد يكون NVDA قد بدأ التشغيل قبل الاتصال.\n \n انتظر بضع ثوان ثم أعد تشغيل NVDA.\n \n إذا كنت متصلاً عبر الكابل، فتحقق من اتصالك وتأكد من صحة كل شيء.
fr: Aucune connexion Internet trouvée. Si vous êtes connecté via Wifi, NVDA peut démarrer avant votre connexion. Si vous êtes connecté par câble, veuillez vérifier votre connexion et vous assurer que tout est correct. Attendez quelques secondes.
uk: Немає з’єднання з інтернетом. Якщо ви з’єднані через Wi-Fi, NVDA може запуститися раніше, ніж ви з’єднаєтесь. Зачекайте кілька секунд і перезапустіть NVDA. Якщо ви з’єднані за допомогою кабелю, перевірте з’єднання й переконайтеся, що все працює правильно.

source: El cuadro de texto destino está vacío. Por favor, traduce algo.
ar: مربع النص الوجهة فارغ. يرجى ترجمة شيء ما.
fr: La zone de texte sible est vide. S'il vous plaît, traduisez quelque chose.
uk: Текстове поле для перекладу порожнє. Будь ласка, перекладіть щось.

source: No se ha podido obtener el audio. Inténtelo más tarde.
ar: تعذر الحصول على الصوت.\n \n يرجى المحاولة مرة أخرى في وقت لاحق.
fr: Il n'a pas pu être obtenu l'audio. Réessayez plus tard.
uk: Не вдалося отримати аудіо. Спробуйте пізніше.

source: Hubo un error en la obtención del audio:
ar: حدث خطأ أثناء الحصول على الصوت:
fr: Il y a eu une erreur dans l'obtention de l'audio :
uk: Під час отримання аудіо сталася помилка:

source: La obtención del audio fue cancelada por el usuario.
ar: تم إلغاء عملية الحصول على الصوت من قبل المستخدم.
fr: L'obtention de l'audio a été annulé par l'utilisateur.
uk: Отримання аудіо було скасовано користувачем.

source: No se puede intercambiar idiomas cuando el idioma de origen es 'Auto Detectar'.
ar: لا يمكنك تبديل اللغات عندما تكون لغة المصدر هي "الاكتشاف التلقائي".
fr: Vous ne pouvez pas intervertir les langues lorsque la langue source est sur "Détection automatique".
uk: Ви не можете перемикати мови, якщо мовою оригіналу є "Автоматичне визначення".

source: El cuadro de texto de destino está vacío. Por favor, traduce algo para pegar al foco.
ar: مربع النص الوجهة فارغ. يرجى ترجمة شيء للصقه في التركيز.
fr: La zone de texte cible est vide. Veuillez traduire quelque chose à coller au focus.
uk: Текстове поле для перекладу порожнє. Будь ласка, перекладіть щось для вставки.

source: Texto pegado al foco.
ar: تم لصق النص للتركيز.
fr: Texte collé au focus.
uk: Текст вставлений.

source: No hay ayuda disponible para este elemento.
ar: لا توجد مساعدة متاحة لهذا العنصر.
fr: Aucune aide n'est disponible pour cet élément.
uk: Довідка для цього елемента недоступна.

source: Ayuda
ar: المساعدة
fr: Aide
uk: Допомога

source: No hay un elemento enfocado.
ar: لا يوجد عنصر مركز.
fr: Il n'y a pas un élément focalisé.
uk: Немає сфокусованого елемента.

source: Historial de Traductor Avanzado
ar: سجل الترجمة المتقدمة
fr: Historique de Traducteur Avancé
it: Cronologia del Traduttore Avanzato
uk: Розширена історія перекладу

source: &Buscar:
ar: &يبحث:
fr: &Rechercher:
it: &Cerca:
uk: &Пошук:

source: &Lista texto original:
ar: &إدراج النص الأصلي:
fr: &Liste de texte source:
it: &Elenco testi originali:
uk: &Список оригінального тексту:

source: Texto &original:
ar: النص الأصلي:
fr: Texte &source:
it: Testo &originale:
uk: Оригінальний &текст:

source: Texto &traducido:
ar: النص المترجم:
fr: Texte &traduit:
it: Testo &tradotto:
uk: Перекладений &текст:

source: &Copiar al portapapeles
ar: &نسخ إلى الحافظة
fr: &Copier dans le presse-papiers
it: &Copia negli appunti
uk: &Копіювати в буфер обміну

source: Borrar &historial
ar: حذف السجل
fr: Effacer l'&historique
it: Elimina &cronologia
uk: Видалити &історію

source: &Alternar orden
ar: &تبديل الترتيب
fr: &Basculer l'ordre
it: &Inverti ordine
uk: &Змінити порядок сортування

source: Cerrar
ar: إغلاق
fr: Fermer
it: Chiudi
uk: Закрити

source: No se encontró nada.
ar: لم يتم العثور على شيء.
fr: Rien n'a été trouvé.
it: Non è stato trovato niente.
uk: Нічого не знайдено.

source: Se encuentra en la posición {} de {}
ar: يقع في الموضع {} من {}
fr: Vous êtes sur la position {} de {}
it: Si trova nella posizione {} di {}
uk: Розташований у позиції {} з {}

source: No se encontró nada para poder ser copiado.
ar: لم يتم العثور على شيء ليتم نسخه.
fr: Rien n'a été trouvé afin d'être copié.
it: Nessun elemento da copiare.
uk: Для копіювання нічого не знайдено.

source: Copiar texto &original
ar: انسخ النص الأصلي
fr: Copier le texte &source
it: Copia il testo di &origine
uk: Скопіювати оригінальний &текст

source: Copiar texto &traducido
ar: نسخ وترجمة النص
fr: Copier le texte &traduit
it: Copia il testo &tradotto
uk: Скопіювати &перекладений текст

source: &Copiar origen y traducido
ar: &نسخ المصدر وترجمته
fr: &Copier source et traduit
it: &Copia origine e traduzione
uk: &Скопіювати оригінал та переклад

source: Copiado texto origen
ar: نسخ النص المصدر
fr: Texte source copié
it: Testo di origine copiato
uk: Скопійовано оригінальний текст

source: Copiado texto traducido
ar: نسخ النص المترجم
fr: Texte traduit copié
it: Testo tradotto copiato
uk: Скопійовано перекладений текст

source: Copiado texto origen y traducido
ar: نسخ النص المترجم والمصدر
fr: Texte source et traduit copié
it: Testo di origine copiato e tradotto
uk: Скопійовано оригінальний та перекладений текст

source: &Lista texto traducido:
ar: &قائمة النصوص المترجمة:
fr: &Liste de textes traduits :
it: &Elenco traduzioni:
uk: &Список перекладеного тексту:

source: Muestra el texto traducido seleccionado. Este campo es de solo lectura.
ar: يعرض النص المترجم المحدد. هذا الحقل للقراءة فقط.
fr: Afficher le texte traduit sélectionné. Ce champ est en lecture seule.
uk: Показує вибраний перекладений текст. Це поле доступне лише для читання.

source: Muestra el texto original seleccionado. Este campo es de solo lectura.
ar: يظهر النص الأصلي المحدد. هذا الحقل للقراءة فقط.
fr: Afficher le texte source sélectionné. Ce champ est en lecture seule.
uk: Показує вибраний оригінальний текст. Це поле доступне лише для читання.

source: Introduce el texto que deseas buscar en el historial.
ar: أدخل النص الذي تريد البحث فيه في السجل.
fr: Introduire le texte que vous souhaitez rechercher dans l'historique.
uk: Введіть текст, який потрібно шукати в історії.

source: Lista de textos originales o traducidos, dependiendo del orden seleccionado. Si pulsamos F1 nos dirá en la posición que nos encontramos de la lista.
ar: قائمة النصوص الأصلية أو المترجمة حسب الترتيب المختار. إذا ضغطت على F1 سيخبرك بمكانك في القائمة.
fr: Liste des textes sources ou traduits, selon l'ordre sélectionné. Si nous appuyons sur F1, cela nous dira la position où nous nous trouvons dans la liste.
uk: Список оригінальних або перекладених текстів, залежно від обраного порядку. Натискання F1 покаже вам, де ви перебуваєте в списку.

source: Presiona este botón para copiar el texto seleccionado al portapapeles.
ar: \tاضغط على هذا الزر لنسخ النص المحدد إلى الحافظة.
fr: Appuyer sur ce bouton pour copier le texte sélectionné dans le presse-papiers.
uk: Натисніть цю кнопку, щоб скопіювати вибраний текст у буфер обміну.

source: Presiona este botón para borrar todo el historial de traducciones.
ar: اضغط على هذا الزر لحذف سجل الترجمة بالكامل.
fr: Appuyer sur ce bouton pour supprimer tout l'historique des traductions.
uk: Натисніть цю кнопку, щоб видалити всю історію перекладів.

source: Presiona este botón para alternar el orden entre texto original y texto traducido.
ar: اضغط على هذا الزر لتبديل الترتيب بين النص الأصلي والنص المترجم.
fr: Appuyer sur ce bouton pour basculer l'ordre entre le texte source et le texte traduit.
uk: Натисніть цю кнопку, щоб змінити порядок між оригінальним текстом і перекладеним текстом.

source: Presiona este botón para cerrar la ventana del historial.
ar: اضغط على هذا الزر لإغلاق نافذة التاريخ.
fr: Appuyer sur ce bouton pour fermer la fenêtre de l'historique.
uk: Натисніть цю кнопку, щоб закрити вікно історії.

source: Seleccione un idioma de origen para el traductor de Microsoft
ar: حدد لغة مصدر لمترجم Microsoft
fr: Sélectionner une langue source pour le traducteur Microsoft
it: Seleziona una lingua di origine per Microsoft Translator
uk: Виберіть мову оригіналу для перекладача Microsoft

source: Seleccione un idioma de destino para el traductor {}
ar: حدد لغة مستهدفة لمترجم {}.
fr: Sélectionner une langue sible pour le traducteur {}
it: Seleziona una lingua di destinazione per il traduttore {}
uk: Виберіть мову перекладу для перекладача {}

source: Elija un módulo de traducción
ar: حدد وحدة الترجمة
fr: Choisir un module de traduction
it: Seleziona un modulo di traduzione
uk: Виберіть модуль перекладу

source: Configuración de Traductor Avanzado
ar: تكوين الترجمة المتقدمة
fr: Configuration de Traducteur Avancé
it: Configurazione Traduttore Avanzato
uk: Налаштування Розширеного перекладача

source: General
ar: عام
fr: Général
it: Generale
uk: Загальні

source: Módulos de traducción
ar: وحدات الترجمة
fr: Modules de traduction
it: Moduli di traduzione
uk: Модулі перекладу

source: &Aceptar
ar: &موافق
fr: &OK
it: &Ok
uk: &Гаразд

source: &Cancelar
ar: إ&لغاء
fr: &Annuler
it: &Annulla
uk: &Скасувати

source: Activa o desactiva el uso de la caché de traducción. Esta opción almacena traducciones anteriores para mejorar la velocidad y eficiencia.
ar: تمكين أو تعطيل استخدام ذاكرة التخزين المؤقت للترجمة. يقوم هذا الخيار بتخزين الترجمات السابقة لتحسين السرعة والكفاءة.
fr: Activer ou désactiver l'utilisation du cache de traduction. Cette option stocke les traductions précédentes pour améliorer la vitesse et l’efficacité.
uk: Увімкнути або вимкнути використання кешу перекладу. Ця функція зберігає попередні переклади для підвищення швидкості та ефективності.

source: Activa o desactiva la visualización del diálogo de resultados y copia el resultado al portapapeles. Esto permite revisar y utilizar las traducciones de manera rápida.
ar: يقوم بتشغيل أو إيقاف عرض مربع حوار النتائج ونسخ النتيجة إلى الحافظة. وهذا يسمح بمراجعة الترجمات واستخدامها بسرعة.
fr: Activer ou désactiver l'affichage du dialogue des résultats et copie le résultat dans le presse-papiers. Cela permet de réviser et d’utiliser rapidement les traductions.
uk: Вмикає або вимикає показ діалогу результатів та копіює результат у буфер обміну. Це дозволяє швидко переглядати та використовувати переклади.

source: Activa el intercambio automático si el origen detectado coincide con el destino (experimental). Si se detecta que el idioma del texto de origen es el mismo que el de destino, el traductor cambiará automáticamente el idioma de destino para evitar traducciones innecesarias.
ar: يتم تنشيط التبديل التلقائي إذا كان المصدر المكتشف مطابقًا للوجهة . إذا تم اكتشاف أن لغة النص المصدر هي نفس اللغة الهدف، فسيقوم المترجم تلقائيًا بتبديل اللغة الهدف لتجنب الترجمات غير الضرورية.(تجريبي)
fr: Activer l'alternance automatique si la source détectée correspond à la sible (expérimental). Si la langue du texte source est détectée comme étant la même que la langue cible, le traducteur changera automatiquement de langue cible pour éviter des traductions inutiles.
uk: Активує автозміну, якщо мова оригіналу збігається з мовою перекладу (експериментально). Якщо буде виявлено, що мова оригінального тексту збігається з мовою перекладу, перекладач автоматично перемкне мову перекладу, щоб уникнути непотрібних перекладів.

source: Selecciona el idioma por defecto para las traducciones. Este es el idioma principal al que se traducirán los textos por defecto. Ejemplo: Inglés - en.
ar: حدد اللغة الافتراضية للترجمات. هذه هي اللغة الرئيسية التي سيتم ترجمة النصوص إليها افتراضيًا. مثال: الإنجليزية - ar.
fr: Sélectionner la langue par défaut pour les traductions. Il s'agit de la langue principale dans laquelle les textes seront traduits par défaut. Exemple : anglais - en.
uk: Виберіть початкову мову для перекладу. Це основна мова, якою початково перекладатимуться тексти. Приклад: англійська - en.

source: Selecciona el idioma alternativo para las traducciones. Este idioma se utilizará cuando se active la opción de intercambio automático. Ejemplo: Español - es.
ar: حدد اللغة البديلة للترجمات. سيتم استخدام هذه اللغة عند تفعيل خيار التبادل التلقائي. مثال: الإسبانية - es.
fr: Sélectionner la langue alternative pour les traductions. Cette langue sera utilisée lorsque l'option de l'alternance automatique sera activée. Exemple : français - fr.
uk: Виберіть мову для зміни. Ця мова використовуватиметься, якщо активовано функцію автозміни. Приклад: іспанська - es.

source: Selecciona el traductor online que deseas utilizar. Puedes elegir entre diferentes servicios de traducción disponibles.
ar: حدد المترجم عبر الإنترنت الذي تريد استخدامه. يمكنك الاختيار بين خدمات الترجمة المختلفة المتاحة.
fr: Sélectionner le traducteur en ligne que vous souhaitez utiliser. Vous pouvez choisir entre différents services de traduction disponibles.
uk: Виберіть онлайн-перекладач, яким ви хочете скористатися. Ви можете вибирати між різними доступними сервісами перекладу.

source: Muestra las claves API disponibles para el traductor seleccionado. Las claves API permiten autenticar y utilizar los servicios de traducción.
ar: يعرض مفاتيح واجهة برمجة التطبيقات المتاحة للمترجم المحدد. تتيح لك مفاتيح واجهة برمجة التطبيقات (API) مصادقة خدمات الترجمة واستخدامها.
fr: Afficher les clés API disponibles pour le traducteur sélectionné. Les clés API vous permettent de vous authentifier et d'utiliser les services de traduction.
uk: Показує ключі API, доступні для вибраного перекладача. Ключі API дозволяють автентифікувати та використовувати служби перекладу.

source: Añade una nueva clave API. Esto es necesario para utilizar servicios de traducción que requieren autenticación.
ar: أضف مفتاح API جديد. وهذا مطلوب لاستخدام خدمات الترجمة التي تتطلب المصادقة.
fr: Ajouter une nouvelle clé API. Ceci est nécessaire pour utiliser des services de traduction nécessitant une authentification.
uk: Додати новий ключ API. Це потрібно для використання служб перекладу, які потребують автентифікації.

source: Edita la clave API seleccionada. Permite modificar los detalles de una clave API existente.
ar: قم بتحرير مفتاح API المحدد. يسمح لك بتعديل تفاصيل مفتاح API الموجود.
fr: Modifier la clé API sélectionnée. Vous permet de modifier les détails d'une clé API existante.
uk: Редагувати вибраний ключ API. Дозволяє змінювати деталі наявного ключа API.

source: Elimina la clave API seleccionada. Esto eliminará la clave de la lista y ya no se podrá utilizar para autenticar servicios de traducción.
ar: احذف مفتاح API المحدد. سيؤدي هذا إلى إزالة المفتاح من القائمة ولن يعد من الممكن استخدامه لمصادقة خدمات الترجمة.
fr: Supprimer la clé API sélectionnée. Cela supprimera la clé de la liste et elle ne pourra plus être utilisée pour authentifier les services de traduction.
uk: Видалити вибраний ключ API. Це призведе до видалення ключа зі списку, і його більше не можна буде використовувати для автентифікації у службах перекладу.

source: Establece la clave API seleccionada como predeterminada. Esta clave se utilizará por defecto para el servicio de traducción seleccionado.
ar: يضبط مفتاح API المحدد كمفتاح افتراضي. سيتم استخدام هذا المفتاح بشكل افتراضي لخدمة الترجمة المحددة.
fr: Définir la clé API sélectionnée par défaut. Cette clé sera utilisée par défaut pour le service de traduction sélectionné.
uk: Встановити вибраний ключ API. Цей ключ буде використовуватися початково для вибраної служби перекладу.

source: Navega entre las diferentes secciones de configuración. Permite cambiar entre las configuraciones generales y las específicas del traductor.
ar: التنقل بين أقسام التكوين المختلفة. يسمح لك بالتبديل بين الإعدادات العامة والإعدادات الخاصة بالمترجم.
fr: Naviguer entre les différentes sections de configuration. Vous permet de basculer entre les configurations générales et celles spécifiques au traducteur.
uk: Навігація між різними розділами налаштувань. Дозволяє перемикатися між загальними налаштуваннями та специфічними для перекладача.

source: Guarda los cambios y cierra el diálogo de configuración. Asegúrate de revisar todas las opciones antes de confirmar.
ar: احفظ التغييرات وأغلق مربع حوار التكوين. تأكد من مراجعة جميع الخيارات قبل التأكيد.
fr: Enregistrer les modifications et fermer le dialogue de configuration. Assurez-vous de revoir toutes les options avant de confirmer.
uk: Зберегти зміни та закрити діалог налаштувань. Переконайтеся, що переглянули всі параметри перед підтвердженням.

source: Descarta los cambios y cierra el diálogo de configuración. Los cambios realizados no serán guardados.
ar: تجاهل التغييرات وأغلق مربع حوار التكوين. لن يتم حفظ التغييرات التي تم إجراؤها.
fr: Ignorer les modifications et fermer le dialogue de configuration. Les modifications apportées ne seront pas enregistrées.
uk: Скасувати зміни та закрити діалог налаштувань. Внесені зміни не будуть збережені.

source: Configuración general del traductor. Aquí puedes ajustar las opciones básicas y el comportamiento del traductor.
ar: إعدادات المترجم العامة. هنا يمكنك ضبط الخيارات الأساسية وسلوك المترجم.
fr: Configuration général du traducteur. Ici, vous pouvez ajuster les options de base et le comportement du traducteur.
uk: Загальні налаштування розширеного перекладача. Тут ви можете налаштувати основні параметри та поведінку перекладача.

source: Gestión de los módulos de traducción online. Permite configurar los servicios de traducción y sus claves API.
ar: إدارة وحدات الترجمة عبر الإنترنت. يسمح لك بتكوين خدمات الترجمة ومفاتيح API الخاصة بها.
fr: Gestion des modules de traduction en ligne. Vous permet de configurer les services de traduction et leurs clés API.
uk: Керування модулями онлайн-перекладу. Дозволяє налаштовувати служби перекладу та їхні ключі API.

source: Panel de configuración:
ar: لوحة الإعدادات:
fr: Panneau de configuration :
uk: Панель налаштувань:

source: Usar caché &de traducción
ar: استخدم ذاكرة التخزين المؤقت للترجمة
fr: Utiliser le cache &de traduction
it: Utilizza la cache &di traduzione
uk: Використовувати &кеш перекладу

source: No mostrar dialogo de &resultados y copiar al portapapeles
ar: لا تظهر مربع حوار &النتائج، فقط قم بالنسخ إلى الحافظة
fr: Ne pas afficher le dialogue des &résultats et copier dans le presse-papiers
it: Non mostrare la finestra di dialogo dei &risultati e copia negli appunti
uk: Не показувати діалог &результатів і скопіювати до буфера обміну

source: Activar el &intercambio automático si el origen detectado coincide con el destino (experimental)
ar: تمكين الكشف التلقائي والتبديل إذا كان المصدر المكتشف يطابق الوجهة (تجريبي)
fr: Activer l'&alternance automatique si la source détectée correspond à la sible (expérimental)
uk: Увімкнути авто&зміну, якщо мова оригіналу збігається з мовою перекладу (експериментально)

source: Idioma de la &traducción:
ar: لغة الترجمة:
fr: Langue de la &traduction :
uk: Мова перекладу:

source: Idioma a&lternativo:
ar: اللغة البديلة:
fr: Langue a&lternative :
uk: Мова для &зміни:

source: &Elija un traductor online:
ar: &اختيار وحدة الترجمة:
fr: &Choisir un traducteur en ligne :
it: &Scegli un traduttore online:
uk: &Вибрати онлайн-перекладач:

source: &Gestor de APIS:
ar: إ&دارة واجهة برمجة التطبيقات:
fr: &Gestionnaire des clés API :
it: Gestore &API:
uk: Менеджер &API:

source: Añadir F1
ar: إضافة\tF1
fr: Ajouter F1
it: Aggiungi F1
uk: Додати F1

source: Editar F2
ar: تعديل\tF2
fr: Modifier F2
it: Modifica F2
uk: Редагувати F2

source: Eliminar F3
ar: حذف\tF3
fr: Supprimer F3
it: Elimina F3
uk: Видалити F3

source: Por defecto F4
ar: تعيين الافتراضي\tF4
fr: Par défaut F4
it: Imposta predefinito F4
uk: Встановити початковим F4

source: No existe ninguna API para este servicio.
ar: لا يوجد مفتاح API لهذه الخدمة.
fr: Il n'y a pas d'API pour ce service.
it: Api non disponibile per questo servizio.
uk: Для цього сервісу немає API.

source: Traductor DeepL (API Free *)
ar: (واجهة برمجة التطبيقات المجانية *) Deepl
fr: Traducteur DeepL (API Free *)
it: Traduttore DeepL (API gratuita *)
uk: Перекладач DeepL (безкоштовний API *)

source: Traductor DeepL (API Pro *)
ar: مترجم DeepL (Pro API *)
fr: Traducteur DeepL (API Pro *)
it: Traduttore DeepL (API Pro *)
uk: Перекладач DeepL (Pro API*)

source: Traductor LibreTranslate (API *)
ar: مترجم LibreTranslate (API*)
fr: Traducteur LibreTranslate (API *)
it: Traduttore LibreTranslate (API *)
uk: Перекладач LibreTranslate (API*)

source: Traductor OpenAI GPT4o-mini (API *)
ar: مترجم OpenAI GPT4o-mini (API *)
fr: Traducteur OpenAI GPT4o-mini (API *)
uk: Перекладач OpenAI GPT4o-mini (API *)

source: Añadir API
ar: أضف واجهة برمجة التطبيقات
fr: Ajouter une API
it: Aggiungi api
uk: Додати API

source: No existe ninguna API para este servicio. Por favor, añada una API primero.
ar: لا يوجد مفتاح API لهذه الخدمة. الرجاء إضافة مفتاح API أولاً.
fr: Il n'y a pas d'API pour ce service. Veuillez d'abord ajouter une API.
it: Api non presente per questo servizio. Aggiungi prima un'API.
uk: Для цього сервісу немає API. Спочатку додайте API.

source: Editar API
ar: تحرير واجهة برمجة التطبيقات
fr: Modifier l'API
it: Modifica api
uk: Редагувати API

source: ¿Estás seguro de que deseas eliminar esta clave API?
ar: هل أنت متأكد أنك تريد حذف مفتاح API هذا؟
fr: Êtes-vous sûr de vouloir supprimer cette clé API ?
it: Sicuro di voler eliminare questa chiave API?
uk: Ви впевнені, що бажаєте видалити цей ключ API?

source: Confirmación
ar: تأكيد
fr: Confirmation
it: Conferma
uk: Підтвердження

source: &Nombre:
ar: &اسم:
fr: &Nom :
it: &Nome:
uk: &Назва:

source: Clave &API:
ar: &مفتاح واجهة برمجة التطبيقات:
fr: Clé &API :
it: Chiave api:
uk: Ключ &API:

source: &URL:
ar: &عنوان URL:

source: Introduce el nombre para identificar esta clave API.
ar: أدخل الاسم لتحديد مفتاح API هذا.
fr: Introduire le nom pour identifier cette clé API.
uk: Введіть назву, щоб ідентифікувати цей ключ API.

source: Introduce la clave API proporcionada por el servicio de traducción.
ar: أدخل مفتاح API الذي توفره خدمة الترجمة.
fr: Introduire la clé API fournie par le service de traduction.
uk: Введіть ключ API, наданий службою перекладу.

source: Introduce la URL del servidor de traducción LibreTranslate. Esta URL se utilizará para enviar las solicitudes de traducción.
ar: أدخل عنوان URL الخاص بخادم الترجمة LibreTranslate. سيتم استخدام عنوان URL هذا لتقديم طلبات الترجمة.
fr: Introduire l'URL du serveur de traduction LibreTranslate. Cette URL sera utilisée pour soumettre les demandes de traduction.
uk: Введіть URL-адресу сервера перекладу LibreTranslate. Ця URL-адреса використовуватиметься для надсилання запитів на переклад.

source: Guarda la clave API y cierra el diálogo.
ar: احفظ مفتاح API وأغلق مربع الحوار.
fr: Enregistrer la clé API et fermer le dialogue.
uk: Зберегти ключ API та закрити діалог.

source: Descarta los cambios y cierra el diálogo.
ar: تجاهل التغييرات وأغلق مربع الحوار.
fr: Ignorer les modifications et fermer le dialogue.
uk: Скасувати зміни та закрити діалог.

source: Todos los campos son obligatorios.
ar: جميع الحقول مطلوبة.
fr: Tous les champs sont requis.
it: Tutti i campi sono obbligatori.
uk: Всі поля обов'язкові для заповнення.
