Repository: Kostenkov-2021/TranslateAdvanced
Catalog: translates/*/locale/*/LC_MESSAGES/nvda.po
Languages: ar, fr, it, uk

source: Se a encontrado errores en la carga del complemento. Error: {}
ar: حدثت أخطاء أثناء تحميل البرنامج المساعد. خطأ: {}
fr: Des erreurs ont été trouvées lors du chargement de l'extension. Erreur : {}
it: Sono stati rilevati errori durante il caricamento dell'add-on. \N Errore: {}
uk: Під час завантаження додатка виявлено помилки. Помилка: {}

source: &Traductor Avanzado
ar: &ترجمة متقدمة
fr: &Traducteur Avancé
it: &Traduttore Avanzato
uk: &Розширений перекладач

source: &Configuración de Traductor Avanzado
ar: &تكوين الترجمة المتقدمة
fr: &Configuration de Traducteur Avancé
it: &Configurazione Traduttore Avanzato
uk: &Налаштування Розширеного перекладача

source: &Actualizar idiomas del complemento (Sin actualizaciones)
ar: &تحديث اللغات للمكونات الإضافية (لا توجد تحديثات)
fr: &Mettre à jour les langues de l'extension (Pas de mise à jour)
it: &Aggiorna lingue (nessun aggiornamento)
uk: &Оновити мови додатка (немає оновлень)

source: &Documentación del complemento
ar: &المساعدة
fr: &Documentation de l'extension
it: &Documentazione del componente
uk: &Документація додатка

source: &invítame a un café si te gusta mi trabajo
ar: & تبرع بالقهوة إذا كنت تحب عملي
fr: &Invite-moi un café si tu aimes mon travail
it: &se apprezzi il mio lavoro, offrimi un caffè
uk: &Пожертвувати, якщо вам подобається додаток

source: Traductor Avanzado iniciado correctamente.
ar: نجاحفي بدأ الترجمة المتقدمة.
fr: Traducteur Avancé a démarré avec succès.
it: Traduttore Avanzato avviato correttamente.
uk: Розширений перекладач успішно запущено.

source: Traductor Avanzado iniciado con errores.
ar: خطأ في بدأ الترجمة المتقدمة.
fr: Traducteur Avancé a démarré avec des erreurs.
uk: Розширений перекладач запущено з помилками.

source: No se a encontrado conexión a internet. Si esta conectado por Wifi puede que NVDA iniciara antes que se conectara. Si esta conectado por cable compruebe su conexión y asegúrese que todo esta correcto. Espere unos segundos.
ar: لم يتم العثور على اتصال بالإنترنت.\n \n إذا كنت متصلاً عبر Wifi، فقد يكون NVDA قد بدأ التشغيل قبل الاتصال.\n \n انتظر بضع ثوان ثم أعد تشغيل NVDA.\n \n إذا كنت متصلاً عبر الكابل، فتحقق من اتصالك وتأكد من صحة كل شيء.
fr: Aucune connexion Internet trouvée. Si vous êtes connecté via Wifi, NVDA peut démarrer avant votre connexion. Si vous êtes connecté par câble, vérifiez votre connexion et assurez-vous que tout est correct. Attendez quelques secondes.
it: Connessione a internet non disponibile. Se sei connesso tramite Wi-Fi, NVDA potrebbe essersi avviato prima della connessione. Attendi qualche istante e riavvia nuovamente NVDA. Se sei connesso via cavo, controlla la connessione e assicurati che tutto sia corretto. Il caricamento del add-on Traduttore Avanzato verrà annullato.
uk: Немає з’єднання з інтернетом. Якщо ви під’єднані через Wi-Fi, NVDA може запуститися раніше, ніж ви під’єднаєтесь. Зачекайте кілька секунд і перезапустіть NVDA. Якщо ви під’єднані за допомогою кабелю, перевірте з’єднання й переконайтеся, що все працює правильно.

source: Información
ar: معلومة
fr: Information
it: Informazioni
uk: Інформація

source: Ya hay una instancia de Traductor Avanzado abierta. Ciérrela para realizar esta acción.
ar: هناك مثيل للترجمة المتقدمة قيد التشغيل بالفعل.\n يجب عليك إغلاقه لتنفيذ هذا الإجراء.
fr: Une instance de Traducteur Avancé est déjà ouverte. Fermez-la pour effectuer cette action.
it: Un'istanza di Traduttore Avanzato è già aperta. Chiuderla per eseguire questa azione.
uk: Екземпляр додатка уже відкрито. Закрийте його, щоб виконати цю дію.

source: Tiene una traducción en curso. Espere a que termine.
ar: هناك حاليا ترجمة قيد التقدم. انتظر حتى ينتهي.
fr: Vous avez une traduction en cours. Attendez que ça se termine.
it: Traduzione in corso. Attendere.
uk: Виконується переклад. Зачекайте, поки він закінчиться.

source: Tiene la traducción simultanea activada. Desactívela para realizar esta acción.
ar: لقد تم تمكين الترجمة في الوقت الحقيقي. \n قم بتعطيله لتنفيذ هذا الإجراء.
fr: Vous avez activé la traduction simultanée. Désactivez-la pour effectuer cette action.
it: Hai attivato la traduzione simultanea.\n Disattivala per eseguire questa azione.
uk: У вас активований переклад у реальному часі. Вимкніть його, щоб виконати цю дію.

source: _Activa la capa de comandos. F1 muestra la lista de atajos de una sola tecla
ar: _تنشيط طبقة الأوامر. يعرض F1 قائمة الاختصارات الرئيسية الفردية
fr: _Activer les commandes séquentielles. F1 afficher la liste des raccourcis d'une seule touche
it: _Attiva il livello di comando. F1 per l'elenco delle scorciatoie
uk: _Активує командний рівень. F1 показує список комбінацій клавіш

source: Traductor Avanzado
ar: ترجمة متقدمة
fr: Traducteur Avancé
it: Traduttore Avanzato
uk: Розширений перекладач

source: Lista de comandos de una sola tecla
ar: قائمة الأوامر الرئيسية الفردية
fr: Liste des commandes d'une seule touche
it: Elenco dei comandi a tasto singolo
uk: Список одноклавішних команд

source: &Actualizar idiomas del complemento ({} actualización disponible)
ar: &تحديث لغات المكونات الإضافية ({} التحديث متاح)
fr: &Mettre à jour les langues de l'extension ({} mise à jour disponible)
it: &Aggiorna lingue add-on ({} aggiornamento disponibile)
uk: &Оновити мови додатка (доступне {} оновлення)

source: &Actualizar idiomas del complemento ({} actualizaciones disponibles)
ar: &تحديث لغات المكونات الإضافية ({} تحديثات متاحة)
fr: &Mettre à jour les langues de l'extension ({} mises à jour disponibles)
it: &Aggiorna lingue add-on ({} aggiornamenti disponibili)
uk: &Оновити мови додатка (доступно {} оновлень)

source: Abre la configuración del complemento
ar: افتح إعدادات الملحق
fr: Ouvrir la configuration de l'extension
it: Apri le impostazioni del componente
uk: Відкрити налаштування додатка

source: Comprueba si hay actualizaciones de idioma del complemento
ar: تحقق من وجود تحديثات لغة الملحق
fr: Vérifier s'il y a des mises à jour linguistiques de l'extension
it: Controlla gli aggiornamenti della lingua del componente
uk: Перевірити наявність оновлень мови додатка

source: Cambiar idioma de origen
ar: تغيير لغة المصدر
fr: Changer la langue source
it: Modifica la lingua di origine
uk: Змінити мову оригіналу

source: El idioma origen solo puede ser cambiado si tiene seleccionado el traductor de Microsoft.
ar: لا يمكن تغيير اللغة المصدر إلا إذا قمت بتحديد Microsoft Translator.
fr: La langue source ne peut être modifiée que si vous avez sélectionné le traducteur Microsoft.
it: La lingua di origine può essere modificata solo se è selezionato Microsoft Translator.
uk: Мову оригіналу можна змінити, лише якщо ви вибрали Microsoft Translator.

source: Cambiar idioma de destino
ar: تغيير اللغة الهدف
fr: Changer la langue cible
it: Modifica la lingua di destinazione
uk: Змінити мову перекладу

source: Cambiar el modulo de traducción
ar: تغيير وحدة الترجمة
fr: Changer le module de traduction
it: Cambia il modulo per la traduzione
uk: Змінити модуль перекладу

source: Eliminar todas las traducciones en caché para todas las aplicaciones
ar: احذف جميع الترجمات المخزنة مؤقتًا لجميع التطبيقات
fr: Supprimer toutes les traductions en cache pour toutes les applications
it: Elimina tutte le traduzioni memorizzate nella cache per tutte le applicazioni
uk: Видалити всі кешовані переклади для всіх програм

source: Pulse dos veces para eliminar todas las traducciones en caché de todas las aplicaciones.
ar: اضغط مرتين بسرعة لإزالة جميع الترجمات المخزنة مؤقتًا من جميع التطبيقات.
fr: Appuyer deux fois pour supprimer toutes les traductions en cache pour toutes les applications.
it: Premi due volte per rimuovere tutte le traduzioni memorizzate nella cache da tutte le applicazioni.
uk: Натисніть двічі, щоб видалити всі кешовані переклади з усіх програм.

source: No hay cache para borrar.
ar: لا توجد ذاكرة تخزين مؤقت لمسحها.
fr: Il n'y a pas de cache à supprimer.
it: Nessuna cache da svuotare.
uk: Немає кешу для очищення.

source: Fallo al eliminar {entry}
ar: فشل الحذف {entry}
fr: Échec lors de la suppression {entry}
it: Impossibile eliminare {entry}
uk: Не вдалося видалити {entry}

source: El directorio de la cache no existe.
ar: دليل ذاكرة التخزين المؤقت غير موجود.
fr: Le répertoire de cache n'existe pas.
it: La cartella della cache non esiste.
uk: Каталогу кешу не існує.

source: Se ha eliminado toda la cache.
ar: تم حذف كافة ذاكرة التخزين المؤقت.
fr: Tout le cache a été supprimé.
it: Tutta la cache è stata eliminata.
uk: Весь кеш видалено.

source: No se a podido eliminar toda la cache.
ar: لا يمكن حذف ذاكرة التخزين المؤقت بأكملها.
fr: Il n'a pas pu être supprimé tout le cache.
it: Impossibile eliminare l'intera cache.
uk: Не вдалося видалити весь кеш.

source: Eliminar la caché de traducción para la aplicación enfocada actualmente
ar: احذف ذاكرة التخزين المؤقت للترجمة للتطبيق الذي يتم التركيز عليه حاليًا
fr: Supprimer le cache de traduction pour l'application actuellement focalisée
it: Elimina la cache di traduzione per l'applicazione attualmente selezionata
uk: Видалити кеш перекладу для програми у фокусі

source: No hay aplicación enfocada.
ar: لا يوجد تطبيق مركز.
fr: Il n'y a pas d'application focalisée.
it: Nessuna applicazione selezionata.
uk: Програма не у фокусі.

source: Pulse dos veces para eliminar todas las traducciones de {} en lenguaje {}
ar: اضغط مرتين سريعًا لإزالة جميع ترجمات {} باللغة {}
fr: Appuyer deux fois pour supprimer toutes les traductions de {} en langue {}
it: Premere due volte per rimuovere tutte le traduzioni di {} nella lingua {}
uk: Натисніть двічі, щоб видалити всі переклади {} мовою {}

source: Se ha borrado la cache de la aplicación {} correctamente.
ar: تم مسح ذاكرة التخزين المؤقت للتطبيق {} بنجاح.
fr: Le cache a été supprimé de l'application {} avec succès.
it: La cache dell'applicazione {} è stata svuotata correttamente.
uk: Кеш програми {} успішно очищено.

source: Fallo al borrar la cache de la aplicación {} : {}
ar: فشل في مسح ذاكرة التخزين المؤقت للتطبيق {}: {}
fr: Échec lors de la suppression du cache de l'application {} : {}
it: Impossibile svuotare la cache dell'applicazione {}: {}
uk: Не вдалося очистити кеш програми {}: {}

source: Error al borrar la caché de traducción de la aplicación.
ar: فشل في مسح ذاكرة التخزين المؤقت لترجمة التطبيق.
fr: Erreur lors de la suppression du cache de traduction pour l'application.
it: Errore durante l'eliminazione della cache di traduzione dell'applicazione.
uk: Помилка очищення кешу перекладу програми.

source: No hay traducciones guardadas para {}
ar: لا توجد ترجمات محفوظة لـ {}
fr: Il n'y a pas de traductions enregistrées pour {}
it: Non ci sono traduzioni salvate per {}
uk: Немає збережених перекладів для {}

source: Activa o desactiva la cache de traducción
ar: تمكين أو تعطيل ذاكرة التخزين المؤقت للترجمة
fr: Activer ou désactiver le cache de traduction
it: Attiva o disattiva la cache di traduzione
uk: Увімкнути або вимкнути кеш перекладу

source: Cache de traducción activada.
ar: تم تفعيل ذاكرة التخزين المؤقت للترجمة.
fr: Cache de traduction activée.
it: Cache di traduzione attivata.
uk: Кеш перекладу увімкнено.

source: Cache de traducción desactivada.
ar: تم تعطيل ذاكرة التخزين المؤقت للترجمة.
fr: Cache de traduction désactivée.
it: Cache di traduzione disattivata.
uk: Кеш перекладу вимкнено.

source: Copiar el ultimo texto traducido al portapapeles
ar: انسخ آخر نص مترجم إلى الحافظة
fr: Copier le dernier texte traduit dans le Presse-papiers
it: Copia l'ultimo testo tradotto negli appunti
uk: Скопіювати останній перекладений текст у буфер обміну

source: Se ha copiado lo siguiente al portapapeles: {}
ar: تم نسخ ما يلي إلى الحافظة: {}
fr: Ce qui suit a été copié dans le presse-papier : {}
it: Quanto segue è stato copiato negli appunti: {}
uk: Скопійовано в буфер обміну: {}

source: No se ha podido copiar nada al portapapeles
ar: لا يمكن نسخ أي شيء إلى الحافظة
fr: Il n'a pas pu être rien copier dans le presse-papiers
it: Nessun testo copiato negli appunti
uk: Не вдалося нічого скопіювати в буфер обміну

source: Traduce el contenido del portapapeles
ar: ترجمة محتوى الحافظة
fr: Traduire le contenu du presse-papiers
it: Traduci il contenuto degli appunti
uk: Перекласти вміст буфера обміну

source: No hay nada para traducir en el portapapeles
ar: لا يوجد شيء للترجمة في الحافظة
fr: Il n'y a rien à traduire dans le presse-papiers
it: Nessun testo da tradurre negli appunti
uk: У буфері обміну немає нічого для перекладу

source: Traduce el último texto verbalizado
ar: ترجمة النص المنطوق الأخير
fr: Traduire le dernier texte verbalisé
it: Traduci l'ultimo testo pronunciato
uk: Перекластиь останній промовлений текст

source: No hay nada para traducir
ar: لا يوجد شيء للترجمة
fr: Il n'y a rien à traduire
it: Nessun testo da tradurre
uk: Для перекладу нічого немає

source: Activa o desactiva la traducción simultánea Online
ar: تمكين أو تعطيل الترجمة الفورية عبر الإنترنت
fr: Activer ou désactiver la traduction simultanée en ligne
it: Attiva o disattiva la traduzione simultanea online
uk: Увімкнути або вимкнути переклад у реальному часі

source: Traducción desactivada.
ar: الترجمة معطلة.
fr: Traduction désactivée.
it: Traduzione disattivata.
uk: Переклад вимкнено.

source: Traducción activada.
ar: تم تفعيل الترجمة.
fr: Traduction activée.
it: Traduzione attivata.
uk: Переклад увімкнено.

source: Traduce el texto seleccionado
ar: ترجمة النص المحدد
fr: Traduire le texte sélectionné
it: Traduci il testo selezionato
uk: Перекласти виділений текст

source: Sin selección para traducir
ar: لا يوجد اختيار للترجمة
fr: Pas de sélection à traduire
it: Nessuna selezione da tradurre
uk: Нічого не вибрано для перекладу

source: Muestra el historial de traducción
ar: يعرض سجل الترجمة
fr: Afficher l'historique des traductions
it: Mostra la cronologia delle traduzioni
uk: Показати історію перекладів

source: No hay nada en el historial todavía.
ar: لا يوجد شيء في السجل بعد.
fr: Il n'y a encore rien dans l'historique.
it: Nessun elemento presente nella cronologia.
uk: В історії ще нічого немає.

source: Detecta el idioma seleccionado
ar: يكتشف اللغة المحددة
fr: Détecter la langue sélectionnée
it: Traduci il testo selezionato
uk: Визначає мову вибраного тексту

source: Sin selección para obtener el idioma
ar: لا يوجد اختيار للكشف عن اللغة
fr: Pas de sélection pour obtenir la langue
it: Nessuna selezione da tradurre
uk: Немає виділення для отримання мови

source: Activar o desactivar el intercambio automático si el origen detectado coincide con el destino (experimental)
ar: تشغيل الترجمة التلقائية أو إيقاف تشغيلها إذا كان المصدر المكتشف يطابق الوجهة (تجريبية)
fr: Activer ou désactiver l'alternance automatique si la source détectée correspond à la sible (expérimental)
uk: Увімкнути або вимкнути автозміну, якщо мова оригіналу збігається з мовою перекладу (експериментально)

source: El intercambio automático está activado. El sistema cambiará automáticamente si el origen detectado coincide con el destino (experimental).
ar: تم تفعيل التبديل التلقائي. سيقوم النظام بالتبديل تلقائيًا إذا كان المصدر المكتشف مطابقًا للوجهة (التجريبية).
fr: L'alternance automatique est activée. Le système basculera automatiquement si la source détectée correspond à la sible (expérimental).
uk: Автозміну активовано. Система автоматично перемикатиметься, якщо мова оригіналу збігається з мовою перекладу (експериментально).

source: El intercambio automático está desactivado. El sistema no realizará cambios automáticos aunque el origen detectado coincida con el destino (experimental).
ar: تم تعطيل التبديل التلقائي. لن يقوم النظام بإجراء تغييرات تلقائية حتى لو كان المصدر المكتشف مطابقًا للوجهة (التجريبية).
fr: L'alternance automatique est désactivée. Le système n'effectuera pas de modifications automatiques même si la source détectée correspond à la sible (expérimental).
uk: Автозміну вимкнено. Система не вноситиме автоматичних змін, навіть якщо мова оригіналу збігається з мовою перекладу (експериментально).

source: Intercambia el idioma principal con el idioma alternativo.
ar: تبديل اللغة الأساسية باللغة البديلة.
fr: Intervertir la langue principale avec la langue alternative.
uk: Замінити мову оригіналу на мову для зміни.

source: El idioma principal y el idioma alternativo han sido intercambiados. Idioma principal: {}. Idioma alternativo: {}.
ar: تم تبديل اللغة الأساسية واللغة البديلة.\n \n اللغة الأساسية: {}.\n \n اللغة البديلة: {}.
fr: La langue principale et la langue alternative ont été intervertis. Langue principale : {}. Langue alternative : {}.
uk: Мову оригіналу та мову для зміни було переключено. Мова оригіналу: {}. Мова для зміни: {}.

source: No tiene activado el intercambio automático si el origen detectado coincide con el destino
ar: لم يتم تمكين التبديل التلقائي لديك إذا كان المصدر المكتشف يطابق الوجهة
fr: Vous n'avez pas l'alternance automatique activée si la source détectée correspond à la sible
uk: У вас не увімкнено автозміну, якщо мова оригіналу збігається з мовою перекладу

source: Traduce texto del objeto del navegador
ar: ترجمة النص من كائن المتصفح
fr: Traduire le texte de l'objet navigateur
uk: Перекласти текст у фокусі

source: El objeto no tiene texto para traducir
ar: لا يحتوي الكائن على نص لترجمته
fr: L'objet n'a pas de texte à traduire
uk: Об’єкт не має тексту для перекладу

source: Interfaz de traducción
ar: واجهة الترجمة
fr: Interface de traduction
uk: Інтерфейс перекладу

source: No se ha podido obtener la traducción de lo seleccionado.
ar: لا يمكن الحصول على ترجمة النص المحدد.
fr: La traduction de ce qui a été sélectionné n'a pas pu être obtenue.
it: Impossibile tradurre il testo selezionato.
uk: Не вдалося отримати переклад виділеного.

source: Hubo un error en la traducción:
ar: حدث خطأ في الترجمة \n
fr: Il y a eu une erreur dans la traduction :
it: C'è stato un errore nella traduzione:
uk: У перекладі сталася помилка:

source: Error
ar: خطأ
fr: Erreur
it: Errore
uk: Помилка

source: La traducción fue cancelada por el usuario.
ar: تم إلغاء الترجمة من قبل المستخدم.
fr: La traduction a été annulée par l'utilisateur.
it: Traduzione annullata dall'utente.
uk: Переклад скасовано користувачем.

source: Cancelado
ar: تم الإلغاء
fr: Annulé
it: Annullato
uk: Скасовано

source: Traducción copiada al portapapeles
ar: تم نسخ الترجمة إلى الحافظة
fr: Traduction copiée dans le presse-papiers
it: Traduzione copiata negli appunti
uk: Переклад скопійовано в буфер обміну

source: Resultado de la traducción
ar: نتيجة الترجمة
fr: Résultat de la traduction
it: Risultato della traduzione
uk: Результат перекладу

source: Texto origen (Alt+1):
ar: النص الأصلي (Alt+1):
fr: Texte source (Alt+1):
uk: Оригінальний текст (Alt+1):

source: Texto destino (Alt+2):
ar: النص الهدف (Alt+2):
fr: Texte cible (Alt+2) :
uk: Текст перекладу (Alt+2):

source: Idioma origen (Alt+3):
ar: اللغة الأصلية (Alt+3):
fr: Langue source (Alt+3) :
uk: Мова оригіналу (Alt+3):

source: Auto Detectar - auto
ar: كشف تلقائي - تلقائي
fr: Détection automatique - auto
uk: Автоматичне визначення - авто

source: Idioma destino (Alt+4):
ar: اللغة المستهدفة (Alt+4):
fr: Langue sible (Alt+4) :
uk: Мова перекладу (Alt+4):

source: &Traducir
ar: &ترجمة
fr: &Traduire
uk: &Перекласти

source: &Escuchar
ar: &استمع
fr: &Écouter
uk: &Відтворити

source: &Intercambiar
ar: &تبديل
fr: &Intervertir
uk: &Поміняти місцями мови перекладу

source: &Limpiar
ar: &مسح
fr: &Effacer
uk: &Очистити

source: &Pegar al foco
ar: &لصق التركيز
fr: &Coller au focus
uk: &Вставити

source: &Cerrar
ar: إ&غلاق
fr: &Fermer
uk: &Закрити

source: Caracteres (Alt+5):
ar: الأحرف (Alt+5):
fr: Caractères (Alt+5) :
uk: Символи (Alt+5):

source: Introduce el texto que deseas traducir. Puedes escribir o pegar el texto aquí.
ar: أدخل النص الذي تريد ترجمته. يمكنك كتابة أو لصق النص هنا.
fr: Introduire le texte que vous souhaitez traduire. Vous pouvez taper ou coller le texte ici.
uk: Введіть текст, який потрібно перекласти. Ви можете ввести або вставити текст тут.

source: El resultado de la traducción se mostrará aquí. Este campo es de solo lectura.
ar: سيتم عرض نتيجة الترجمة هنا. هذا الحقل للقراءة فقط.
fr: Le résultat de la traduction sera affiché ici. Ce champ est en lecture seule.
uk: Тут буде показано результат перекладу. Це поле доступне лише для читання.

source: Selecciona el idioma de origen para la traducción.
ar: حدد اللغة المصدر للترجمة.
fr: Sélectionner la langue source pour la traduction.
uk: Виберіть мову оригіналу.

source: Selecciona el idioma de destino para la traducción.
ar: حدد اللغة الهدف للترجمة.
fr: Sélectionner la langue cible pour la traduction.
uk: Виберіть мову для перекладу.

source: Presiona este botón para traducir el texto de origen al idioma de destino.
ar: اضغط على هذا الزر لترجمة النص المصدر إلى اللغة الهدف.
fr: Appuyer sur ce bouton pour traduire le texte source vers la langue cible.
uk: Натисніть цю кнопку, щоб перекласти оригінальний текст мовою перекладу.

source: Presiona este botón para escuchar la traducción.
ar: اضغط على هذا الزر لسماع الترجمة.
fr: Appuyer sur ce bouton pour écouter la traduction.
uk: Натисніть цю кнопку, щоб почути переклад.

source: Intercambia los idiomas de origen y destino.
ar: تبديل اللغات المصدر والهدف.
fr: Intervertir les langues source et cible.
uk: Поміняти місцями мову оригіналу та мову перекладу.

source: Limpia los campos de texto de origen y destino.
ar: مسح حقول النص المصدر والوجهة.
fr: Effacer les champs de texte source et sible.
uk: Очистити текстові поля оригіналу та перекладу.

source: Pega al foco lo que haya en el cuadro de texto destino. Se pegara en la ventana que tengamos detrás de esta, siempre y cuando dicha ventana sea cuadro de texto que permita pegar texto en ella. Podemos usar también F3.
ar: الصق كل ما هو موجود في مربع النص الوجهة للتركيز. سيتم لصقه في النافذة المفتوحة خلفه، طالما أن النافذة المذكورة عبارة عن مربع نص يسمح بلصق النص فيه. يمكنك أيضًا استخدام F3.
fr: Coller au focus ce qui se trouve dans la zone de texte sible. Il sera collé dans la fenêtre que nous avons derrière celle-ci, pour autant que ladite fenêtre soit une zone de texte qui permet d'y coller du texte. On peut aussi utiliser F3.
uk: Вставити в редактор те, що знаходиться в текстовому полі перекладу. Вставка буде здійснена у вікно, яке знаходиться за додатком, за умови, що це вікно містить текстове поле, яке дозволяє вставку тексту. Можна також використовувати F3.

source: Cierra la ventana de traducción.
ar: أغلق نافذة الترجمة.
fr: Fermer la fenêtre de traduction.
uk: Закрити вікно перекладу.

source: Muestra el número de caracteres en el campo de texto de origen.
ar: يعرض عدد الأحرف في حقل النص المصدر.
fr: Afficher le nombre de caractères dans le champ de texte source.
uk: Показує кількість символів у текстовому полі з оригіналом.

source: El cuadro de texto de origen está vacío. Por favor, escribe algo.
ar: مربع النص المصدر فارغ. من فضلك اكتب شيئا.
fr: La zone de texte source est vide. S'il vous plaît, écrivez quelque chose.
uk: Поле тексту з оригіналом порожнє. Будь ласка, напишіть щось.

source: Advertencia
ar: تحذير
fr: Avertissement
uk: УВАГА

source: El texto no ha cambiado. No es necesario realizar una nueva traducción.
ar: النص لم يتغير. ليس من الضروري إجراء ترجمة جديدة.
fr: Le texte n'a pas changé. Il n'est pas nécessaire de faire une nouvelle traduction.
uk: Текст не змінився. Не обов'язково робити новий переклад.

source: Se a detectado que el texto de origen es igual que el idioma destino al cual quiere traducirse. Cambie el idioma destino de traducción si desea continuar.
ar: لقد تم اكتشاف أن النص المصدر هو نفس اللغة الهدف التي تريد ترجمتها إليها.\n \n قم بتغيير لغة الترجمة المستهدفة إذا كنت تريد المتابعة.
fr: Il a été détecté que le texte source est identique à la langue cible dans laquelle vous souhaitez qu'il soit traduit. Changez la langue cible de la traduction si vous souhaitez continuer.
uk: Було виявлено, що текст оригіналу збігається з мовою перекладу, на яку його потрібно перекласти. Змініть мову перекладу, якщо хочете продовжити.
